{
  "translation": {
    "Welcome": "مرحباً",
    "Login": "تسجيل الدخول",
    "Sign In": "تسجيل الدخول",
    "Sign Up": "التسجيل",
    "Email id": "البريد الإلكتروني",
    "Password": "كلمة المرور",
    "Forgot password?": "هل نسيت كلمة المرور؟",
    "Don’t have an Account? ": "ليس لديك حساب؟",
    "Register As": "التسجيل كـ",
    "Reciever": "المستلم",
    "Giver": "المدفوع",
    "Join Team": "الانضمام إلى الفريق",
    "Already have an Account? ": "هل لديك حساب بالفعل؟",
    "Full Name": "الاسم الكامل",
    "Phone Number": "رقم الهاتف",
    "Confirm Password": "تأكيد كلمة المرور",
    "Enter Verification Code": "أدخل رمز التحقق",
    "Did not recieve a code?": "لم تستلم رمزًا؟",
    "Verification": "التحقق",
    "Make Payment": "إجراء الدفع",
    "Get Reciever Details": "الحصول على تفاصيل المستلم",
    "Scan QR Code": "مسح رمز الاستجابة السريعة",
    "Confirm": "تأكيد",
    "Enter Unique ID": "أدخل معرفًا فريدًا",
    "How much to Tip?": "كم تريد التبخير؟",
    "Enter Tip Amount": "أدخل مبلغ التبخير",
    "Enter Bill Amount": "أدخل مبلغ الفاتورة",
    "Select % to tip": "حدد النسبة المئوية للتبخير",
    "Cards": "البطاقات",
    "Add Card": "إضافة بطاقة",
    "Card Details": "تفاصيل البطاقة",
    "Save Card": "حفظ البطاقة",
    "Are you sure to want to save card?": "هل أنت متأكد من أنك تريد حفظ البطاقة؟",
    "Team Account": "حساب الفريق",
    "Business Account": "حساب العمل",
    "Individual Account": "حساب فردي",
    "Account Type": "نوع الحساب",
    "Team Code": "رمز الفريق",
    "Manage Team": "إدارة الفريق",
    "Recieve Tips": "استقبال البقشيش",
    "Subscription": "الاشتراك",
    "Are you sure to want to logout your account?": "هل أنت متأكد من تسجيل الخروج من حسابك؟",
    "Yes": "نعم",
    "No": "لا",
    "My Account": "حسابي",
    "Default": "افتراضي",
    "Share App": "مشاركة التطبيق",
    "Terms and Conditions": "الشروط والأحكام",
    "English": "الإنجليزية",
    "French": "الفرنسية",
    "Spanish": "الإسبانية",
    "Arabic": "العربية",
    "Italian": "الإيطالية",
    "German": "الألمانية",
    "Change Language": "تغيير اللغة",
    "Change Currency": "تغيير العملة",
    "Contact Us": "اتصل بنا",
    "Delete Account": "حذف الحساب",
    "Logout": "تسجيل الخروج",
    "Home": "الصفحة الرئيسية",
    "Select Language": "اختر اللغة",
    "Messages": "الرسائل",
    "Notifications": "الإشعارات",
    "Account": "الحساب",
    "Team Members Profile": "ملف تعريف أعضاء الفريق",
    "Team Members": "أعضاء الفريق",
    "Invite Member": "دعوة عضو",
    "Are you sure to want to remove the member?": "هل أنت متأكد من رغبتك في إزالة العضو؟",
    "Make Payment as Guest": "إجراء الدفع كضيف",
    "Register": "التسجيل",
    "Includes": "يتضمن",
    "No Ads": "لا يوجد إعلانات",
    "Upload Company Logo": "تحميل شعار الشركة",
    "Use Your Business Name": "استخدام اسم عملك التجاري",
    "Scan": "مسح",
    "QR Code": "رمز الاستجابة السريعة",
    "Unique Code": "رمز فريد",
    "Download QR Code": "تحميل رمز الاستجابة السريعة",
    "Reports": "التقارير",
    "Remaining": "المتبقي",
    "Todays": "اليوم",
    "total": "مجموع",
    "On Press More": "اضغط للمزيد",
    "Search": "بحث",
    "User Name": "اسم المستخدم",
    "Save": "حفظ",
    "Edit": "تحرير",
    "Enter Name": "ادخل الاسم",
    "Contact Number": "رقم الاتصال",
    "Email Address": "عنوان البريد الإلكتروني",
    "Message": "رسالة",
    "Submit": "إرسال",
    "Type text": "اكتب النص",
    "Give feedback to paye": "أعط ردود فعل لـ paye",
    "Select FeedBack": "حدد ردود الفعل",
    "Type your message here": "اكتب رسالتك هنا",
    "Add Star Rating": "إضافة تقييم النجوم",
    "Cancel": "إلغاء",
    "Enter email to send invitation code.": "أدخل البريد الإلكتروني لإرسال رمز الدعوة.",
    "Feedback": "ردود الفعل",
    "Transaction Successful": "نجاح العملية",
    "Register as:": "التسجيل كـ:",
    "Tip Receiver": "مستلم البقشيش",
    "Tip Reciever": "مانح البقشيش",
    "Remove": "إزالة",
    "Admin": "مدير",
    "Accept": "قبول",
    "Reject": "رفض",
    "Name": "الاسم",
    "Email": "البريد الإلكتروني",
    "Proceed": "متابعة",
    "Tip Amount": "مبلغ البقشيش",
    "OR": "أو",
    "Bill Amount": "مبلغ الفاتورة",
    "of Bill Amount": "من مبلغ الفاتورة",
    "Team Name": "اسم الفريق",
    "Business Name": "الاسم التجاري",
    "Upload Business Logo": "تحميل شعار الشركة",
    "Create Individual Account": "إنشاء حساب فردي",
    "Create Team Account": "إنشاء حساب الفريق",
    "Create Business Account": "إنشاء حساب تجاري",
    "Please Enter Valid Email": "يرجى إدخال بريد إلكتروني صحيح",
    "Password must be 8 characters or more, contain 1 uppercase and lower case letter, 1 number, and 1 special character.": "يجب أن تتكون كلمة المرور من 8 أحرف أو أكثر ، وتحتوي على حرف واحد كبير وصغير ، ورقم واحد ، وحرف خاص واحد.",
    "Please Enter Valid Business Name": "يرجى إدخال اسم عمل صالح",
    "Please Enter Valid Name": "يرجى إدخال اسم صالح",
    "Please Enter Valid Phone Number": "يرجى إدخال رقم هاتف صالح",
    "Please Enter Valid Team Code": "يرجى إدخال رمز فريق صالح",
    "Please Enter Valid Team Name": "يرجى إدخال اسم فريق صالح",
    "Password Not Matched": "كلمة المرور غير متطابقة",
    "Give Tip": "أعط التلميح",
    "Last 3 months transactions": "آخر 3 أشهر من المعاملات",
    "Next": "التالي",
    "Previous": "السابق",
    "Total": "المجموع",
    "Give feedback to tip giver": "أعط ملاحظات عن المانح للتلميح",
    "Select ...": "...حدد",
    "Payment Type": "نوع الدفع",
    "Transaction Successfull": "تمت المعاملة بنجاح",
    "Close": "إغلاق",
    "I just wanted to take a moment to thank you for the exceptional service you provided. Your attention to detail and dedication to customer satisfaction truly made a difference. It was a pleasure working with you, and I will definitely recommend your services to others.": "أردت فقط أن ألتقط لحظة لأشكرك على الخدمة الاستثنائية التي قدمتها. لقد جعلت اهتمامك بالتفاصيل وتفانيك في إرضاء العملاء فرقًا حقيقيًا. كان من دواعي سروري العمل معك، وسأوصي بخدماتك للآخرين بالتأكيد.",
    "I was thoroughly impressed with the level of service you provided. Your professionalism and expertise in your field were evident, and I felt confident in your ability to deliver the results I was looking for. Thank you for going above and beyond to ensure my satisfaction.": "لقد أعجبتني بشدة مستوى الخدمة التي قدمتها. كان احترافك وخبرتك في مجالك واضحين، وشعرت بالثقة في قدرتك على تحقيق النتائج التي كنت أبحث عنها. شكرًا لك على تجاوز حدود اللازم لضمان رضاي.",
    "I wanted to express my gratitude for the outstanding service you provided. Your responsiveness, attention to detail, and willingness to accommodate my needs made a significant difference. I am grateful for the positive experience and will not hesitate to work with you again in the future.": "أردت التعبير عن امتناني للخدمة الممتازة التي قدمتها. لقد جعل استجابتك واهتمامك بالتفاصيل واستعدادك لتلبية احتياجاتي فرقًا كبيرًا. أنا ممتن للتجربة الإيجابية ولن أتردد في العمل معك مرة أخرى في المستقبل.",
    "Other": "آخر",
    "Type Message": "اكتب رسالة",
    "Are you sure to want to delete your account?": "هل أنت متأكد من أنك تريد حذف حسابك؟",
    "Select % to Tip": "اختر نسبة التيب (%)",
    "Unique ID": "المعرف الفريد",
    "Are you sure to want to deposit tip of ": "هل أنت متأكد من أنك تريد إيداع التيب بمقدار",
    "Card Number": "رقم البطاقة",
    "Expiry Date": "تاريخ الانتهاء",
    "CVC": "رمز التحقق من البطاقة",
    "Card Holder Name": "اسم حامل البطاقة",
    "Give feedback to Tip Receiver": "أعط تقييمًا لمستلم البقشيش",
    "Select ": "اختر ",
    "of Bill Amount to Tip": "من مبلغ الفاتورة للبقشيش",
    "Are you sure you want to give a tip of": "هل أنت متأكد أنك تريد إعطاء بصمة",

    "Are you sure you want to delete your account?": "هل أنت متأكد أنك تريد حذف حسابك؟",
    "Are you sure you want to log out of your account?": "هل أنت متأكد أنك تريد تسجيل الخروج من حسابك؟",
    "Are you sure you want to join": "هل أنت متأكد أنك تريد الانضمام",
    "Are you sure you want to reject this Team member?": "هل أنت متأكد أنك تريد رفض هذا العضو في الفريق؟",
    "Are you sure you want to accept this Team member?": "هل أنت متأكد أنك تريد قبول هذا العضو في الفريق؟",
    "How much would you like to Tip?": "كم ترغب في إعطاء البقشيش؟",
    "Invite Team Member": "دعوة عضو فريق",
    "Are you sure you want to remove this Team member?": "هل أنت متأكد أنك تريد إزالة هذا العضو من الفريق؟",
    "Receive Tips": "تلقي النصائح",
    "Ok": "نعم",
    "Your card details are encrypted": "يتم تشفير تفاصيل بطاقتك",
    "Give tip as guest": "قدم بقشيش كضيف",
    "I Acknowledge": "أنا أعترف",
    "Acknowledgment": "اعتراف",
    "I hope this message finds you well. I am writing to express my heartfelt gratitude for the generous tip you recently provided through our tipping app. Your kind gesture has truly brightened my day, and I want to take a moment to acknowledge and appreciate your generosity.": "آمل أن تجد هذه الرسالة وأنت بخير. أكتب لأعبر عن امتناني العميق للبقشيش السخي الذي قدمته مؤخرًا من خلال تطبيق البقشيش الخاص بنا. لقد أضاءت لطفك يومي حقًا، وأود أن أستغرق لحظة للإعتراف وتقدير سخائك.",
    "Your support and encouragement mean a great deal to me, as it reaffirms the value of the services I provide. It is incredibly rewarding to know that my efforts have been recognized and appreciated by clients like you. Your tip not only serves as a token of your satisfaction but also motivates me to continue delivering the best service possible.": "دعمك وتشجيعك يعني الكثير لي، حيث يؤكد قيمة الخدمات التي أقدمها. إنه لأمر مجزٍ بشكل لا يصدق أن أعرف أن جهودي قد تم الاعتراف بها وتقديرها من قبل عملاء مثلك. بقشيشك لا يعتبر فقط رمزًا لرضاك ولكنه يحفزني أيضًا لمواصلة تقديم أفضل خدمة ممكنة.",
    "Please know that your generosity will be put to good use. It will not only contribute to my personal well-being but also serve as a reminder of the positive impact I can make in the lives of others through my work. Your kindness will inspire me to strive for excellence and constantly improve my skills to better serve clients like you.": "يرجى أن تعلم أن كرمك سيستخدم في الخير. فهو لن يسهم فقط في رفاهيتي الشخصية ولكنه سيكون أيضًا تذكيرًا بالتأثير الإيجابي الذي يمكنني تحقيقه في حياة الآخرين من خلال عملي. لطفك سيلهمني للسعي نحو التميز وتحسين مهاراتي باستمرار لخدمة عملاء مثلك بشكل أفضل.",
    "Are you sure you want to make admin?": "هل أنت متأكد أنك تريد جعله مسؤولًا؟",
    "Are you sure you want to remove?": "هل أنت متأكد أنك تريد إزالته؟",
    "The invitations have been sent successfully.": "تم إرسال الدعوات بنجاح.",
    "Or login with": "أو تسجيل الدخول باستخدام",
    "Get Receiver Details": "الحصول على تفاصيل المستلم",
    "Calculate Tip Percentage": "حساب نسبة البقشيش",
    "No record found": "لم يتم العثور على سجلات",
    "Available Balance": "الرصيد المتاح",
    "Tip Received": "تم استلام البقشيش",
    "Tip Giver": "معطي النصيحة",
    "Save your card details": "احفظ تفاصيل بطاقتك",
    "We take the security and privacy of your information very seriously. When you choose to save your credit card details within our app for future transactions, we want to assure you that your data is encrypted and in safe hands. ": "نحن نأخذ أمان وخصوصية معلوماتك على محمل الجد. عندما تختار حفظ تفاصيل بطاقتك الائتمانية في تطبيقنا للمعاملات المستقبلية، نود أن نؤكد لك أن بياناتك مشفرة وفي أيدٍ آمنة.",
    "To receive tips, register for a Stripe account now.": "لتلقي النصائح، قم بالتسجيل في حساب Stripe الآن.",
    "Tap here when ready to make payment. Scan QR code or Enter Unique ID.": "اضغط هنا عندما تكون جاهزًا لإجراء الدفع. قم بمسح رمز الاستجابة السريعة أو أدخل الهوية الفريدة.",
    "I just wanted to take a moment to thank you for the exceptional service you provided.": "أود فقط أن أستغل هذه الفرصة لشكرك على الخدمة الاستثنائية التي قدمتها.",
"I was thoroughly impressed with the level of service you provided.": "لقد أعجبتني بشدة مستوى الخدمة التي قدمتها.",
"I wanted to express my gratitude for the outstanding service you provided.": "أردت أن أعبر عن امتناني للخدمة المتميزة التي قدمتها.",
"I am writing to express my heartfelt gratitude for the generous tip you recently.": "أكتب لأعبر عن امتناني العميق للبقشيش السخي الذي قدمته مؤخرًا.",
"Your support and encouragement mean a great deal to me.": "دعمك وتشجيعك يعنيان الكثير بالنسبة لي.",
"Your kindness will inspire me to strive for excellence.": "لطفك سيلهمني لأسعى نحو التميز.",
"Please Enter Valid User Name": "الرجاء إدخال اسم مستخدم صالح",
  "Scan QR": "مسح رمز الاستجابة السريعة",
  "Enter Code": "أدخل الرمز",
  "Add Credit Card": "إضافة بطاقة ائتمان",
  "All": "الكل",
  "Sent": "تم الإرسال",
  "Received": "تم الاستلام",
  "Please Enter Message": "الرجاء إدخال الرسالة",
"Thank you for contacting our support team. We have received your message and appreciate you reaching out to us.": "شكرًا لاتصالك بفريق الدعم الخاص بنا. لقد تلقينا رسالتك ونقدر تواصلك معنا.",
"Business Details": "تفاصيل العمل",
"First Name": "الاسم الأول",
"Last Name": "الاسم الأخير",
"Username": "اسم المستخدم",
"Select Currency": "اختر العملة",
"Total Received": "المجموع المستلم",
"Received Today": "تم استلامه اليوم",
"Via Apple Pay": "عبر Apple Pay",
"Via Credit Card/Debit Card": "عبر بطاقة الائتمان/بطاقة الخصم",
"Via Google Pay": "عبر Google Pay",
"Selected": "تم الاختيار",
"You are not allowed to chat. You have been disabled by an administrator. Please contact support.":"أعتذر عن أي إزعاج تسببت فيه، لكن بوصفي نموذجًا للذكاء الاصطناعي، ليس لدي القدرة على التواصل مباشرة مع المسؤولين. ومع ذلك، إذا كان لديك أي مخاوف أو أسئلة، سأبذل قصارى جهدي لمساعدتك ضمن إمكاناتي. يُرجى إعلامي بكيف يمكنني مساعدتك.",
"Requests": "الطلبات",
  "Reset Password": "إعادة تعيين كلمة المرور",
  "Forgot Password": "نسيت كلمة المرور",
  "My Profile": "الملف الشخصي",
  "Profile":"حساب تعريفي",
  "Scan Card":"مسح البطاقة",
  "Occupation":"إشغال",
  "Business Type":"نوع العمل",
  "Estimated Revenue":"الإيرادات المقدرة",
  "Please enter valid card number": "يرجى إدخال رقم بطاقة صالح",
  "Please enter valid month": "يرجى إدخال شهر صالح",
  "Please enter valid year": "يرجى إدخال سنة صالحة",
  "Please enter valid CVV": "يرجى إدخال رمز التحقق الصحيح (CVV)",
  "Please enter valid name": "يرجى إدخال اسم صالح",
  "Please enter valid expiry date":"الرجاء إدخال تاريخ انتهاء صالح",
  "Your account is currently being reviewed. We'll notify you when you can start receiving tips.":"حسابك قيد المراجعة حاليا. سنخطرك عندما يمكنك البدء في تلقي النصائح.",
  "Later": "لاحقًا",
  "Now": "الآن",
  "To begin receiving tips, kindly delete your existing account and proceed to register as a tip receiver.":"لبدء استقبال النصائح، يُرجى حذف حسابك الحالي والمتابعة في التسجيل كمستقبل للنصائح.",
  "You need to receive 5 reviews to see your rating.": "تحتاج إلى استقبال 5 تقييمات لرؤية تقييمك.",
  "Camera Access Blocked": "تم حظر إمكانية الوصول إلى الكاميرا",
"To use this feature, please grant access to your camera in your device settings.": "لاستخدام هذه الميزة، يرجى منح إمكانية الوصول إلى الكاميرا في إعدادات جهازك.",
"You will have to delete this account and re-register as a Tip Receiver. The Tip Receiver account provides the functionality to receive and give tips. Before you delete your account, we recommend that you download and save your transaction history.": "ستحتاج إلى حذف هذا الحساب وإعادة التسجيل كمستلم للبقشيش. حساب مستلم البقشيش يوفر وظيفة استقبال البقشيش وإعطائه. قبل حذف حسابك، نوصي بتنزيل وحفظ تاريخ المعاملات الخاص بك.",

"No Data Found": "لم يتم العثور على بيانات",

"Login to a Team Account": "تسجيل الدخول إلى حساب الفريق",
"You can't tip your self!":"ا يمكنك أن تقدم نصيحة لنفسك!",
"Invalid OTP!": "OTP غير صالح!",
  "Subscription Information": "معلومات الاشتراك",
  "Your Subscription is Active - Enjoy": "اشتراكك نشط - استمتع",
  "Your subscription has been canceled.": "تم إلغاء اشتراكك.",
  "Please note that your subscription will remain active until": "يرجى ملاحظة أن اشتراكك سيبقى نشطًا حتى",
  "After this date, you can resubscribe, but it will no longer be on a recurring basis.": "بعد هذا التاريخ، يمكنك إعادة الاشتراك، ولكنه لن يكون على أساس متكرر بعد الآن.",
  "Cancel Subscription": "إلغاء الاشتراك",
  "Are you sure you want to cancel your subscription?": "هل أنت متأكد أنك تريد إلغاء اشتراكك؟",
  "Your request has been sent to the team admin. Please wait for your request to be approved.": "تم إرسال طلبك إلى مسؤول الفريق. الرجاء الانتظار حتى يتم الموافقة على طلبك.",
    "You have already connected your stripe.": "لقد قمت بالفعل بربط Stripe الخاص بك.",
    "You can't give tips.": "لا يمكنك إعطاء النصائح.",
    "Annum": "سنة",
    "Apologies! You are not allowed to update your business, you must subscribe first.": "عذرًا! ليس لديك الإذن لتحديث عملك، يجب عليك الاشتراك أولاً.",
    "OTP resent to your given phone number.":" إعادة إرسال رمز التحقق إلى رقم هاتفك المُعطى.",

    "My Teams": "فرقي",
    "Rate App": "قيم التطبيق",
    "Last 30 days transactions": "آخر 30 يومًا من المعاملات",
    "EasyTipping platform accepts instant payments via Google Pay and Apple Pay. Please ensure you've set up these payment methods for seamless transactions.": "تقبل منصة EasyTipping المدفوعات الفورية عبر Google Pay و Apple Pay. يرجى التأكد من إعداد هذه الطرق الدفع لمعاملات خالية من المشاكل.",
    "Thank you!": "شكرًا لك!",
    "Apple Pay": "Apple Pay",
    "Google Pay": "Google Pay",
    
      "This picture will be used publically under Easytipping platform transactions.": "سيتم استخدام هذه الصورة علنياً ضمن معاملات منصة Easytipping.",
      "Great job!": "عمل رائع!",
      "Thank you for a job well done!": "شكرًا لك على أداء العمل بشكل جيد!",
      "Thank you for providing such excellent service, I really appreciate it!": "شكرًا لتقديم خدمة ممتازة كهذه، أقدر ذلك حقًا!",
      "I am impressed by your dedication to your work, thank you for the great service!": "أنا معجب بتفانيك في عملك، شكرًا على الخدمة الرائعة!",
      "Your service exceeded my expectations, thank you for your hard work!": "خدمتك تجاوزت توقعاتي، شكرًا على جهدك الكبير!",
      "Thanks for going over and beyond to make my experience enjoyable!": "شكرًا للذهاب إلى ما هو أبعد لجعل تجربتي ممتعة!",
      "I am grateful for your help and the wonderful service you provided!": "أنا ممتن لمساعدتك والخدمة الرائعة التي قدمتها!",
      "I wanted to express my thanks for your professionalism and attention to details. Great job!": "أردت أن أعبر عن شكري لاحترافك واهتمامك بالتفاصيل. عمل رائع!",
      "Custom Message": "رسالة مخصصة",
      "Thank you so much for your generous tip, I truly appreciate it!": "شكرًا جزيلاً على بقشيشك الكريم، أنا حقًا أقدر ذلك!",
      "I’m grateful for your thoughtfulness, thank you for the tip!": "أنا ممتن لذكائك، شكرًا على البقشيش!",
      "Thank you for recognizing my hard work, your tip means a lot to me!": "شكرًا للاعتراف بجهدي الكبير، البقشيش الخاص بك له معنى كبير بالنسبة لي!",
      "I want to express my sincere gratitude for the tip you gave me. It’s very much appreciated!": "أريد أن أعبر عن امتناني الصادق للبقشيش الذي قدمته لي. إنه مقدر للغاية!",
      "Your team is a great motivation for me to continue delivering excellent service. Thank you!": "فريقك هو حافز كبير بالنسبة لي لمواصلة تقديم خدمة ممتازة. شكرًا لك!",
      "Thanks for choosing my services and for the tip. I’m glad I could assist you!": "شكرًا لاختيار خدماتي وللبقشيش. أنا سعيد لأنني استطعت مساعدتك!",
      "Join Existing Team": "الانضمام إلى فريق موجود",
      "Join another team": "الانضمام إلى فريق آخر",
      "Please login into individual account to give tip": "يرجى تسجيل الدخول إلى الحساب الفردي لتقديم بقشيش",
      "OTP resent to your given phone number.": "تم إعادة إرسال رمز التحقق إلى رقم الهاتف الذي قدمته.",
      "Please enter the OTP sent via SMS and/or Email": "يرجى إدخال رمز OTP المرسل عبر الرسائل القصيرة و/أو البريد الإلكتروني",
      "A new update is available!": "تحديث جديد متاح!",
      "Update Easytipping app to get the latest version.": "قم بتحديث تطبيق Easytipping للحصول على أحدث إصدار.",
      "Select Dates": "اختر التواريخ",
      "From": "من",
      "To": "إلى",
      "Transaction History": "سجل العمليات",
      "Star Rating": "تقييم النجوم",
  "Transaction ID": "رقم العملية",
  "Transaction Date": "تاريخ العملية",
  "Amount": "المبلغ",

  "Rating": "التقييم",
  "Date": "تاريخ",
  "Chat": "دردشة"
    
    
    

  }
}
