{
  "translation": {
    "Welcome": "Willkommen",
    "Login": "Anmelden",
    "Sign In": "Einloggen",
    "Sign Up": "Registrieren",
    "Email id": "E-Mail-Adresse",
    "Password": "Passwort",
    "Forgot password?": "Passwort vergessen?",
    "Don’t have an Account? ": "Sie haben noch kein Konto? ",
    "Register As": "Registrieren als",
    "Reciever": "Empfänger",
    "Giver": "Zahler",
    "Join Team": "Team beitreten",
    "Already have an Account? ": "Sie haben bereits ein Konto? ",
    "Full Name": "Vollständiger Name",
    "Phone Number": "Telefonnummer",
    "Confirm Password": "Passwort bestätigen",
    "Enter Verification Code": "Bestätigungscode eingeben",
    "Did not recieve a code?": "Keinen Code erhalten?",
    "Verification": "Verifizierung",
    "Make Payment": "Zahlung durchführen",
    "Get Reciever Details": "Empfängerdetails abrufen",
    "Scan QR Code": "QR-Code scannen",
    "Confirm": "Bestätigen",
    "Enter Unique ID": "Einzigartige ID eingeben",
    "How much to Tip?": "Wie viel Trinkgeld?",
    "Enter Tip Amount": "Trinkgeldbetrag eingeben",
    "Enter Bill Amount": "Rechnungsbetrag eingeben",
    "Select % to tip": "Prozentsatz für Trinkgeld auswählen",
    "Cards": "Karten",
    "Add Card": "Karte hinzufügen",
    "Card Details": "Kartendetails",
    "Save Card": "Karte speichern",
    "Are you sure to want to save card?": "Möchten Sie die Karte wirklich speichern?",
    "Team Account": "Teamkonto",
    "Business Account": "Geschäftskonto",
    "Individual Account": "Einzelpersonenkonto",
    "Account Type": "Kontotyp",
    "Team Code": "Team-Code",
    "Manage Team": "Team verwalten",
    "Recieve Tips": "Trinkgeld empfangen",
    "Subscription": "Abonnement",
    "Are you sure to want to logout your account?": "Möchten Sie sich wirklich von Ihrem Konto abmelden?",
    "Yes": "Ja",
    "No": "Nein",
    "My Account": "Mein Konto",
    "Default": "Standard",
    "Share App": "App teilen",
    "Terms and Conditions": "Allgemeine Geschäftsbedingungen",
    "English": "Englisch",
    "French": "Französisch",
    "Spanish": "Spanisch",
    "Arabic": "Arabisch",
    "Italian": "Italienisch",
    "German": "Deutsch",
    "Change Language": "Sprache ändern",
    "Change Currency": "Währung ändern",
    "Contact Us": "Kontaktiere uns",
    "Delete Account": "Konto löschen",
    "Logout": "Abmelden",
    "Home": "Startseite",
    "Select Language": "Sprache auswählen",
    "Messages": "Nachrichten",
    "Notifications": "Benachrichtigungen",
    "Account": "Konto",
    "Team Members Profile": "Profil der Teammitglieder",
    "Team Members": "Teammitglieder",
    "Invite Member": "Mitglied einladen",
    "Are you sure to want to remove the member?": "Sind Sie sicher, dass Sie das Mitglied entfernen möchten?",
    "Make Payment as Guest": "Als Gast bezahlen",
    "Register": "Registrieren",
    "Includes": "Beinhaltet",
    "No Ads": "Keine Werbung",
    "Upload Company Logo": "Unternehmenslogo hochladen",
    "Use Your Business Name": "Verwenden Sie Ihren Geschäftsnamen",
    "Scan": "Scannen",
    "QR Code": "QR-Code",
    "Unique Code": "Einzigartiger Code",
    "Download QR Code": "QR-Code herunterladen",
    "Reports": "Berichte",
    "Remaining": "Verbleibend",
    "Todays": "Heute",
    "total": "Gesamt",
    "On Press More": "Mehr drücken",
    "Search": "Suche",
    "User Name": "Benutzername",
    "Save": "Speichern",
    "Edit": "Bearbeiten",
    "Enter Name": "Name eingeben",
    "Contact Number": "Kontakttelefonnummer",
    "Email Address": "E-Mail-Adresse",
    "Message": "Nachricht",
    "Submit": "Senden",
    "Type text": "Text eingeben",
    "Give feedback to paye": "Feedback geben an Paye",
    "Select FeedBack": "Feedback auswählen",
    "Type your message here": "Geben Sie hier Ihre Nachricht ein",
    "Add Star Rating": "Sternbewertung hinzufügen",
    "Cancel": "Abbrechen",
    "Enter email to send invitation code.": "Geben Sie die E-Mail-Adresse ein, um den Einladungscode zu senden.",
    "Feedback": "Rückmeldung",
    "Transaction Successful": "Transaktion erfolgreich",
    "Register as:": "Registrieren als:",
    "Tip Receiver": "Trinkgeldempfänger",
    "Tip Reciever": "Trinkgeldgeber",
    "Remove": "Entfernen",
    "Admin": "Admin",
    "Accept": "Akzeptieren",
    "Reject": "Ablehnen",
    "Name": "Name",
    "Email": "E-Mail",
    "Proceed": "Weiter",
    "Tip Amount": "Trinkgeldbetrag",
    "OR": "ODER",
    "Bill Amount": "Rechnungsbetrag",
    "of Bill Amount": "vom Rechnungsbetrag",
    "Team Name": "Teamname",
    "Business Name": "Firmenname",
    "Upload Business Logo": "Firmenlogo hochladen",
    "Create Individual Account": "Individuelles Konto erstellen",
    "Create Team Account": "Teamkonto erstellen",
    "Create Business Account": "Geschäftskonto erstellen",
    "Please Enter Valid Email": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
    "Password must be 8 characters or more, contain 1 uppercase and lower case letter, 1 number, and 1 special character.": "Das Passwort muss mindestens 8 Zeichen lang sein und mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Ziffer und ein Sonderzeichen enthalten.",
    "Please Enter Valid Business Name": "Bitte geben Sie einen gültigen Firmennamen ein",
    "Please Enter Valid Name": "Bitte geben Sie einen gültigen Namen ein",
    "Please Enter Valid Phone Number": "Bitte geben Sie eine gültige Telefonnummer ein",
    "Please Enter Valid Team Code": "Bitte geben Sie einen gültigen Team-Code ein",
    "Please Enter Valid Team Name": "Bitte geben Sie einen gültigen Teamnamen ein",
    "Password Not Matched": "Passwort stimmt nicht überein",
    "Give Tip": "Trinkgeld geben",
    "Last 3 months transactions": "Letzte 3 Monate Transaktionen",
    "Next": "Weiter",
    "Previous": "Zurück",
    "Total": "Gesamt",
    "Give feedback to tip giver": "Feedback zum Trinkgeldgeber geben",
    "Select ...": "Auswählen ...",
    "Payment Type": "Zahlungsart",
    "Transaction Successfull": "Transaktion erfolgreich",
    "Close": "Schließen",
    "I just wanted to take a moment to thank you for the exceptional service you provided. Your attention to detail and dedication to customer satisfaction truly made a difference. It was a pleasure working with you, and I will definitely recommend your services to others.": "Ich wollte nur einen Moment nehmen, um mich für den außergewöhnlichen Service zu bedanken, den Sie geleistet haben. Ihre Liebe zum Detail und Ihre Hingabe zur Kundenzufriedenheit haben wirklich einen Unterschied gemacht. Es war eine Freude, mit Ihnen zu arbeiten, und ich werde Ihre Dienste auf jeden Fall anderen empfehlen.",
    "I was thoroughly impressed with the level of service you provided. Your professionalism and expertise in your field were evident, and I felt confident in your ability to deliver the results I was looking for. Thank you for going above and beyond to ensure my satisfaction.": "Ich war von dem von Ihnen bereitgestellten Service beeindruckt. Ihre Professionalität und Kompetenz in Ihrem Bereich waren offensichtlich, und ich war zuversichtlich in Ihre Fähigkeit, die Ergebnisse zu liefern, die ich suchte. Vielen Dank, dass Sie sich bemüht haben, meine Zufriedenheit sicherzustellen.",
    "I wanted to express my gratitude for the outstanding service you provided. Your responsiveness, attention to detail, and willingness to accommodate my needs made a significant difference. I am grateful for the positive experience and will not hesitate to work with you again in the future.": "Ich möchte meine Dankbarkeit für den hervorragenden Service ausdrücken, den Sie bereitgestellt haben. Ihre Reaktionsfähigkeit, Liebe zum Detail und Bereitschaft, meinen Bedürfnissen gerecht zu werden, haben einen bedeutenden Unterschied gemacht. Ich bin dankbar für die positive Erfahrung und werde nicht zögern, in Zukunft wieder mit Ihnen zusammenzuarbeiten.",
    "Other": "Sonstiges",
    "Type Message": "Nachricht eingeben",
    "Are you sure to want to delete your account?": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten?",
    "Select % to Tip": "Trinkgeld in % auswählen",
    "Unique ID": "Eindeutige ID",
    "Are you sure to want to deposit tip of ": "Sind Sie sicher, dass Sie ein Trinkgeld von ",
    "Card Number": "Kartennummer",
    "Expiry Date": "Ablaufdatum",
    "CVC": "CVC",
    "Card Holder Name": "Name des Karteninhabers",
    "Give feedback to Tip Receiver": "Feedback an Empfänger geben",
    "Select ": "Auswählen ",
    "of Bill Amount to Tip": "des Rechnungsbetrags als Trinkgeld",
    "Are you sure you want to give a tip of": "Sind Sie sicher, dass Sie ein Trinkgeld geben möchten in Höhe von",
    "Are you sure you want to delete your account?": "Möchten Sie Ihr Konto wirklich löschen?",
    "Are you sure you want to log out of your account?": "Möchten Sie sich wirklich von Ihrem Konto abmelden?",
    "Are you sure you want to join": "Sind Sie sicher, dass Sie beitreten möchten?",
    "Are you sure you want to reject this Team member?": "Sind Sie sicher, dass Sie dieses Teammitglied ablehnen möchten?",
    "Are you sure you want to accept this Team member?": "Sind Sie sicher, dass Sie dieses Teammitglied akzeptieren möchten?",
    "How much would you like to Tip?": "Wie viel möchten Sie als Trinkgeld geben?",

    "Invite Team Member": "Teammitglied einladen",
    "Are you sure you want to remove this Team member?": "¿Está seguro/a de que desea eliminar a este miembro del equipo?",
    "Receive Tips": "Trinkgeld erhalten",
    "Ok": "OK",
    "Your card details are encrypted": "Ihre Kartendaten werden verschlüsselt",
    "Give tip as guest": "Trinkgeld als Gast geben",
    "I Acknowledge": "Ich bestätige",
    "Acknowledgment": "Bestätigung",
    "I hope this message finds you well. I am writing to express my heartfelt gratitude for the generous tip you recently provided through our tipping app. Your kind gesture has truly brightened my day, and I want to take a moment to acknowledge and appreciate your generosity.": "Ich hoffe, dass es Ihnen gut geht. Ich schreibe Ihnen, um meine herzliche Dankbarkeit für das großzügige Trinkgeld auszudrücken, das Sie kürzlich über unsere Trinkgeld-App gegeben haben. Ihre freundliche Geste hat meinen Tag wirklich erhellt, und ich möchte einen Moment nehmen, um Ihre Großzügigkeit anzuerkennen und zu würdigen.",
    "Your support and encouragement mean a great deal to me, as it reaffirms the value of the services I provide. It is incredibly rewarding to know that my efforts have been recognized and appreciated by clients like you. Your tip not only serves as a token of your satisfaction but also motivates me to continue delivering the best service possible.": "Ihre Unterstützung und Ermutigung bedeuten mir sehr viel, da sie den Wert der von mir erbrachten Dienstleistungen bestätigen. Es ist unglaublich lohnend zu wissen, dass meine Bemühungen von Kunden wie Ihnen erkannt und geschätzt werden. Ihr Trinkgeld ist nicht nur ein Zeichen Ihrer Zufriedenheit, sondern motiviert mich auch dazu, weiterhin den bestmöglichen Service zu bieten.",
    "Please know that your generosity will be put to good use. It will not only contribute to my personal well-being but also serve as a reminder of the positive impact I can make in the lives of others through my work. Your kindness will inspire me to strive for excellence and constantly improve my skills to better serve clients like you.": "Bitte wissen Sie, dass Ihre Großzügigkeit sinnvoll eingesetzt wird. Sie wird nicht nur zu meinem persönlichen Wohl beitragen, sondern auch als Erinnerung an den positiven Einfluss dienen, den ich durch meine Arbeit im Leben anderer Menschen erzielen kann. Ihre Freundlichkeit wird mich dazu inspirieren, nach Exzellenz zu streben und ständig meine Fähigkeiten zu verbessern, um Kunden wie Sie besser zu bedienen.",
    "Are you sure you want to make admin?": "Sind Sie sicher, dass Sie Admin werden möchten?",
    "Are you sure you want to remove?": "Sind Sie sicher, dass Sie entfernen möchten?",
    "The invitations have been sent successfully.": "Die Einladungen wurden erfolgreich versendet.",
    "Or login with": "Oder einloggen mit",
    "Get Receiver Details": "Empfängerdetails abrufen",
    "Calculate Tip Percentage": "Trinkgeldprozentsatz berechnen",
    "No record found": "Kein Eintrag gefunden",
    "Available Balance": "Verfügbarer Kontostand",
    "Tip Received": "Erhaltenes Trinkgeld",
    "Tip Giver": "Geldgeber",
    "Save your card details": "Speichern Sie Ihre Kartendetails",
    "We take the security and privacy of your information very seriously. When you choose to save your credit card details within our app for future transactions, we want to assure you that your data is encrypted and in safe hands. ": "Wir nehmen die Sicherheit und Privatsphäre Ihrer Informationen sehr ernst. Wenn Sie sich dafür entscheiden, Ihre Kreditkartendaten in unserer App für zukünftige Transaktionen zu speichern, möchten wir Ihnen versichern, dass Ihre Daten verschlüsselt sind und in sicheren Händen liegen.",
    "To receive tips, register for a Stripe account now.": "Um Trinkgelder zu erhalten, registriere dich jetzt für ein Stripe-Konto.",
    "Tap here when ready to make payment. Scan QR code or Enter Unique ID.": "Tap here when ready to make payment. Scan QR code or Enter Unique ID.",
    "I just wanted to take a moment to thank you for the exceptional service you provided.": "Ich wollte nur einen Moment nehmen, um mich für den außergewöhnlichen Service zu bedanken, den Sie bereitgestellt haben.",
"I was thoroughly impressed with the level of service you provided.": "Ich war von dem von Ihnen gebotenen Service sehr beeindruckt.",
"I wanted to express my gratitude for the outstanding service you provided.": "Ich möchte Ihnen meinen Dank für den hervorragenden Service aussprechen, den Sie geleistet haben.",
"I am writing to express my heartfelt gratitude for the generous tip you recently.": "Ich schreibe Ihnen, um Ihnen meinen herzlichen Dank für das großzügige Trinkgeld auszusprechen, das Sie kürzlich gegeben haben.",
"Your support and encouragement mean a great deal to me.": "Ihre Unterstützung und Ermutigung bedeuten mir sehr viel.",
"Your kindness will inspire me to strive for excellence.": "Ihre Freundlichkeit wird mich dazu inspirieren, nach Exzellenz zu streben.",
"Please Enter Valid User Name": "Bitte geben Sie einen gültigen Benutzernamen ein",
  "Scan QR": "QR-Code scannen",
  "Enter Code": "Code eingeben",
  "Add Credit Card": "Kreditkarte hinzufügen",
  "All": "Alle",
  "Sent": "Gesendet",
  "Received": "Empfangen",
  "Select Currency": "Währung auswählen",
  "Total Received": "Gesamt erhalten",
  "Received Today": "Heute erhalten",
  "Via Apple Pay": "Via Apple Pay",
  "Via Credit Card/Debit Card": "Via Kreditkarte/Debitkarte",
  "Via Google Pay": "Via Google Pay",
  "Selected": "Ausgewählt",
  "You are not allowed to chat. You have been disabled by an administrator. Please contact support.": "Sie dürfen nicht chatten. Sie wurden von einem Administrator deaktiviert. Bitte kontaktieren Sie den Support.",
  "Requests": "Anfragen",
  "Reset Password": "Passwort zurücksetzen",
  "Forgot Password": "Passwort vergessen",
  "My Profile": "Mein Profil",
  "Profile":"Profil",
  "Scan Card":"Karte scannen",
  "Please enter valid card number": "Bitte geben Sie eine gültige Kartennummer ein",
  "Please enter valid month": "Bitte geben Sie einen gültigen Monat ein",
  "Please enter valid year": "Bitte geben Sie ein gültiges Jahr ein",
  "Please enter valid CVV": "Bitte geben Sie eine gültige CVV ein",
  "Please enter valid name": "Bitte geben Sie einen gültigen Namen ein",

  "Please enter valid expiry date":"Bitte geben Sie ein gültiges Ablaufdatum ein",
  "Your account is currently being reviewed. We'll notify you when you can start receiving tips.":"Ihr Konto wird derzeit überprüft. Wir benachrichtigen Sie, sobald Sie Trinkgelder erhalten können.",
  "Later": "Später",
  "Now": "Jetzt",
  "To begin receiving tips, kindly delete your existing account and proceed to register as a tip receiver.":"Um Trinkgelder zu erhalten, lösche bitte deinen aktuellen Account und registriere dich als Trinkgeldempfänger.",
  "You need to receive 5 reviews to see your rating.": "Sie müssen 5 Bewertungen erhalten, um Ihre Bewertung zu sehen.",
  "Camera Access Blocked": "Kamerazugriff blockiert",
"To use this feature, please grant access to your camera in your device settings.": "Um diese Funktion zu verwenden, gewähren Sie bitte Zugriff auf Ihre Kamera in den Geräteeinstellungen.",
"You will have to delete this account and re-register as a Tip Receiver. The Tip Receiver account provides the functionality to receive and give tips. Before you delete your account, we recommend that you download and save your transaction history.": "Sie müssen dieses Konto löschen und sich erneut als Tippspielteilnehmer registrieren. Das Tippspielkonto ermöglicht es Ihnen, Trinkgeld zu empfangen und zu geben. Bevor Sie Ihr Konto löschen, empfehlen wir Ihnen, Ihre Transaktionshistorie herunterzuladen und zu speichern.",
"No Data Found": "Keine Daten gefunden",
"Login to a Team Account": "Anmelden bei einem Teamkonto",
"You can't tip your self!":"Du kannst dich nicht selbst tippen!",
"Invalid OTP!": "Ungültige OTP!",
  "Subscription Information": "Abonnementinformationen",
  "Your Subscription is Active - Enjoy": "Ihr Abonnement ist aktiv - Genießen Sie",
  "Your subscription has been canceled.": "Ihr Abonnement wurde storniert.",
  "Please note that your subscription will remain active until": "Bitte beachten Sie, dass Ihr Abonnement bis",
  "After this date, you can resubscribe, but it will no longer be on a recurring basis.": "Nach diesem Datum können Sie erneut abonnieren, es erfolgt jedoch keine automatische Verlängerung mehr.",
  "Cancel Subscription": "Abonnement kündigen",
  "Are you sure you want to cancel your subscription?": "Sind Sie sicher, dass Sie Ihr Abonnement kündigen möchten?",
  "Your request has been sent to the team admin. Please wait for your request to be approved.": "Ihre Anfrage wurde an den Team-Administrator gesendet. Bitte warten Sie auf die Genehmigung Ihrer Anfrage.",
  "You have already connected your stripe.": "Sie haben bereits Ihren Stripe verbunden.",
  "You can't give tips.": "Sie können keine Trinkgelder geben.",
  "Annum": "Jahr",
  "Apologies! You are not allowed to update your business, you must subscribe first.": "Entschuldigung! Sie dürfen Ihr Unternehmen nicht aktualisieren, Sie müssen sich zuerst anmelden.",
  "OTP resent to your given phone number.":"OTP erneut an Ihre angegebene Telefonnummer gesendet.",
  "My Teams": "Meine Teams",
  "Rate App": "App bewerten",
  "Last 30 days transactions": "Letzte 30 Tage Transaktionen",
  "EasyTipping platform accepts instant payments via Google Pay and Apple Pay. Please ensure you've set up these payment methods for seamless transactions.": "Die EasyTipping-Plattform akzeptiert sofortige Zahlungen über Google Pay und Apple Pay. Stellen Sie sicher, dass Sie diese Zahlungsmethoden für reibungslose Transaktionen eingerichtet haben.",
  "Thank you!": "Vielen Dank!",
  "Apple Pay": "Apple Pay",
  "Google Pay": "Google Pay",
  
    "This picture will be used publicly under Easytipping platform transactions.": "Dieses Bild wird öffentlich unter den Transaktionen der Easytipping-Plattform verwendet.",
    "Great job!": "Gute Arbeit!",
    "Thank you for a job well done!": "Danke für die gut geleistete Arbeit!",
    "Thank you for providing such excellent service, I really appreciate it!": "Danke, dass Sie einen so ausgezeichneten Service bieten, ich schätze es wirklich!",
    "I am impressed by your dedication to your work, thank you for the great service!": "Ich bin beeindruckt von Ihrem Engagement für Ihre Arbeit, vielen Dank für den großartigen Service!",
    "Your service exceeded my expectations, thank you for your hard work!": "Ihr Service hat meine Erwartungen übertroffen, vielen Dank für Ihre harte Arbeit!",
    "Thanks for going over and beyond to make my experience enjoyable!": "Vielen Dank, dass Sie sich extra bemüht haben, um meine Erfahrung angenehm zu gestalten!",
    "I am grateful for your help and the wonderful service you provided!": "Ich bin dankbar für Ihre Hilfe und den wunderbaren Service, den Sie angeboten haben!",
    "I wanted to express my thanks for your professionalism and attention to details. Great job!": "Ich wollte mich für Ihre Professionalität und Aufmerksamkeit für Details bedanken. Tolle Arbeit!",
    "Custom Message": "Benutzerdefinierte Nachricht",
    "Thank you so much for your generous tip, I truly appreciate it!": "Vielen Dank für Ihr großzügiges Trinkgeld, ich schätze es wirklich sehr!",
    "I’m grateful for your thoughtfulness, thank you for the tip!": "Ich bin dankbar für Ihre Fürsorglichkeit, danke für das Trinkgeld!",
    "Thank you for recognizing my hard work, your tip means a lot to me!": "Danke, dass Sie meine harte Arbeit anerkennen, Ihr Trinkgeld bedeutet mir viel!",
    "I want to express my sincere gratitude for the tip you gave me. It’s very much appreciated!": "Ich möchte meinen aufrichtigen Dank für das Trinkgeld ausdrücken, das Sie mir gegeben haben. Es wird sehr geschätzt!",
    "Your team is a great motivation for me to continue delivering excellent service. Thank you!": "Ihr Team ist eine große Motivation für mich, weiterhin exzellenten Service zu bieten. Danke!",
    "Thanks for choosing my services and for the tip. I’m glad I could assist you!": "Vielen Dank, dass Sie meine Dienstleistungen ausgewählt haben und für das Trinkgeld. Ich freue mich, Ihnen helfen zu können!",
    "Join Existing Team": "Bestehendem Team beitreten",
    "Join another team": "Einem anderen Team beitreten",
    "Please login into individual account to give tip": "Bitte melden Sie sich in Ihrem individuellen Konto an, um ein Trinkgeld zu geben",
    "OTP resent to your given phone number.": "OTP erneut an Ihre angegebene Telefonnummer gesendet.",
    "Please enter the OTP sent via SMS and/or Email": "Bitte geben Sie den per SMS und/oder E-Mail gesendeten OTP ein",
    "A new update is available!": "Ein neues Update ist verfügbar!",
  "Update Easytipping app to get the latest version.": "Aktualisieren Sie die Easytipping-App, um die neueste Version zu erhalten.",
  "Select Dates": "Datumsauswahl",
  "From": "Von",
  "To": "Bis",
 
  "Transaction History": "Transaktionsverlauf",
  "Star Rating": "Sternebewertung",
  "Transaction ID": "Transaktions-ID",
  "Transaction Date": "Transaktionsdatum",
  "Amount": "Betrag",

  "Rating": "Bewertung",
  "Date": "Datum",
  "Chat": "Chat"
  
  


  }
}
