{
  "translation": {
    "Welcome": "Bienvenido",
    "Login": "Iniciar sesión",
    "Sign In": "Registrarse",
    "Sign Up": "Registrarse",
    "Email id": "Correo electrónico",
    "Password": "Contraseña",
    "Forgot password?": "¿Olvidaste tu contraseña?",
    "Don’t have an Account? ": "¿No tienes una cuenta?",
    "Register As": "Registrarse como",
    "Reciever": "Beneficiario",
    "Giver": "Pagador",
    "Join Team": "Unirse al equipo",
    "Already have an Account? ": "¿Ya tienes una cuenta?",
    "Full Name": "Nombre completo",
    "Phone Number": "Número de teléfono",
    "Confirm Password": "Confirmar contraseña",
    "Enter Verification Code": "Ingresar código de verificación",
    "Did not recieve a code?": "¿No recibiste un código?",
    "Verification": "Verificación",
    "Make Payment": "Realizar pago",
    "Get Reciever Details": "Obtener detalles del beneficiario",
    "Scan QR Code": "Escanear código QR",
    "Confirm": "Confirmar",
    "Enter Unique ID": "Ingresar ID único",
    "How much to Tip?": "¿Cuánto quieres dar de propina?",
    "Enter Tip Amount": "Ingresar monto de propina",
    "Enter Bill Amount": "Ingresar monto de la cuenta",
    "Select % to tip": "Seleccionar % de propina",
    "Cards": "Tarjetas",
    "Add Card": "Agregar tarjeta",
    "Card Details": "Detalles de la tarjeta",
    "Save Card": "Guardar tarjeta",
    "Are you sure to want to save card?": "¿Estás seguro de querer guardar la tarjeta?",
    "Team Account": "Cuenta de equipo",
    "Business Account": "Cuenta empresarial",
    "Individual Account": "Cuenta individual",
    "Account Type": "Tipo de cuenta",
    "Team Code": "Código de equipo",
    "Manage Team": "Gestionar equipo",
    "Recieve Tips": "Recibir consejos",
    "Subscription": "Suscripción",
    "Are you sure to want to logout your account?": "¿Estás seguro de que quieres cerrar sesión en tu cuenta?",
    "Yes": "Sí",
    "No": "No",
    "My Account": "Mi cuenta",
    "Default": "Predeterminado",
    "Share App": "Compartir aplicación",
    "Terms and Conditions": "Términos y condiciones",
    "English": "Inglés",
    "French": "Francés",
    "Spanish": "Español",
    "Arabic": "Árabe",
    "Italian": "Italiano",
    "German": "Alemán",
    "Change Language": "Cambiar idioma",
    "Change Currency": "Cambiar moneda",
    "Contact Us": "Contáctenos",
    "Delete Account": "Eliminar cuenta",
    "Logout": "Cerrar sesión",
    "Home": "Inicio",
    "Select Language": "Seleccionar idioma",
    "Messages": "Mensajes",
    "Notifications": "Notificaciones",
    "Account": "Cuenta",
    "Team Members Profile": "Perfil de miembros del equipo",
    "Team Members": "Miembros del equipo",
    "Invite Member": "Invitar miembro",
    "Are you sure to want to remove the member?": "¿Estás seguro de que deseas eliminar al miembro?",
    "Make Payment as Guest": "Realizar pago como invitado",
    "Register": "Registrarse",
    "Includes": "Incluye",
    "No Ads": "Sin anuncios",
    "Upload Company Logo": "Subir el logotipo de la empresa",
    "Use Your Business Name": "Usa el nombre de tu empresa",
    "Scan": "Escanear",
    "QR Code": "Código QR",
    "Unique Code": "Código único",
    "Download QR Code": "Descargar código QR",
    "Reports": "Informes",
    "Remaining": "Restante",
    "Todays": "Hoy",
    "total": "Total",
    "On Press More": "Presiona para obtener más información",
    "Search": "Buscar",
    "User Name": "Nombre de usuario",
    "Save": "Guardar",
    "Edit": "Editar",
    "Enter Name": "Ingrese el nombre",
    "Contact Number": "Número de contacto",
    "Email Address": "Dirección de correo electrónico",
    "Message": "Mensaje",
    "Submit": "Enviar",
    "Type text": "Escribir texto",
    "Give feedback to paye": "Dar retroalimentación a Paye",
    "Select FeedBack": "Seleccionar retroalimentación",
    "Type your message here": "Escribe tu mensaje aquí",
    "Add Star Rating": "Agregar calificación por estrellas",
    "Cancel": "Cancelar",
    "Enter email to send invitation code.": "Ingrese el correo electrónico para enviar el código de invitación.",
    "Feedback": "Retroalimentación",
    "Transaction Successful": "Transacción exitosa",
    "Register as:": "Registrarse como:",
    "Tip Receiver": "Receptor de propina",
    "Tip Reciever": "Dador de propina",
    "Remove": "Eliminar",
    "Admin": "Administrador",
    "Accept": "Aceptar",
    "Reject": "Rechazar",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Proceed": "Continuar",
    "Tip Amount": "Monto de propina",
    "OR": "O",
    "Bill Amount": "Monto de la factura",
    "of Bill Amount": "del monto de la factura",
    "Team Name": "Nombre del equipo",
    "Business Name": "Nombre del Negocio",
    "Upload Business Logo": "Cargar logotipo de empresa",
    "Create Individual Account": "Crear cuenta individual",
    "Create Team Account": "Crear cuenta de equipo",
    "Create Business Account": "Crear cuenta comercial",
    "Please Enter Valid Email": "Por favor, introduce una dirección de correo electrónico válida",
    "Password must be 8 characters or more, contain 1 uppercase and lower case letter, 1 number, and 1 special character.": "La contraseña debe tener 8 caracteres o más, contener 1 letra mayúscula y minúscula, 1 número y 1 carácter especial.",
    "Please Enter Valid Business Name": "Por favor, introduce un nombre de negocio válido",
    "Please Enter Valid Name": "Por favor, introduce un nombre válido",
    "Please Enter Valid Phone Number": "Por favor, introduce un número de teléfono válido",
    "Please Enter Valid Team Code": "Por favor, introduce un código de equipo válido",
    "Please Enter Valid Team Name": "Por favor, introduce un nombre de equipo válido",
    "Password Not Matched": "Contraseña no coincidente",
    "Give Tip": "Dar Propina",
    "Last 3 months transactions": "Últimas 3 transacciones",
    "Next": "Siguiente",
    "Previous": "Anterior",
    "Total": "Total",
    "Give feedback to tip giver": "Dar retroalimentación al dador de propina",
    "Select ...": "Seleccionar ...",
    "Payment Type": "Tipo de Pago",
    "Transaction Successfull": "Transacción Exitosa",
    "Close": "Cerrar",
    "I just wanted to take a moment to thank you for the exceptional service you provided. Your attention to detail and dedication to customer satisfaction truly made a difference. It was a pleasure working with you, and I will definitely recommend your services to others.": "Solo quería tomarme un momento para agradecerle por el servicio excepcional que brindó. Su atención al detalle y dedicación a la satisfacción del cliente realmente hicieron la diferencia. Fue un placer trabajar con usted y definitivamente recomendaré sus servicios a otros.",
    "I was thoroughly impressed with the level of service you provided. Your professionalism and expertise in your field were evident, and I felt confident in your ability to deliver the results I was looking for. Thank you for going above and beyond to ensure my satisfaction.": "Quedé profundamente impresionado con el nivel de servicio que brindó. Su profesionalismo y experiencia en su campo eran evidentes, y me sentí seguro de su capacidad para brindar los resultados que estaba buscando. Gracias por ir más allá para garantizar mi satisfacción.",
    "I wanted to express my gratitude for the outstanding service you provided. Your responsiveness, attention to detail, and willingness to accommodate my needs made a significant difference. I am grateful for the positive experience and will not hesitate to work with you again in the future.": "Quería expresar mi gratitud por el excelente servicio que brindó. Su capacidad de respuesta, atención al detalle y disposición para satisfacer mis necesidades hicieron una diferencia significativa. Estoy agradecido por la experiencia positiva y no dudaré en trabajar con usted nuevamente en el futuro.",
    "Other": "Otro",
    "Type Message": "Escriba un Mensaje",
    "Are you sure to want to delete your account?": "¿Está seguro de querer eliminar su cuenta?",
    "Select % to Tip": "Seleccionar % de Propina",
    "Unique ID": "Identificación Única",
    "Are you sure to want to deposit tip of ": "¿Está seguro de querer depositar una propina de ",
    "Card Number": "Número de Tarjeta",
    "Expiry Date": "Fecha de Caducidad",
    "CVC": "CVC",
    "Card Holder Name": "Nombre del Titular de la Tarjeta",
    "Give feedback to Tip Receiver": "Dar retroalimentación al receptor de propina",
    "Select ": "Seleccionar ",
    "of Bill Amount to Tip": "del monto de la factura para propina",
    "Are you sure you want to give a tip of": "¿Está seguro/a de que desea dar una propina de?",
    "Are you sure you want to delete your account?": "¿Estás seguro/a de que quieres eliminar tu cuenta?",
    "Are you sure you want to log out of your account?": "¿Estás seguro/a de que quieres cerrar sesión en tu cuenta?",
    "Are you sure you want to join": "¿Estás seguro/a de que quieres unirte?",
    "Are you sure you want to reject this Team member?": "¿Estás seguro/a de que quieres rechazar a este miembro del equipo?",
    "Are you sure you want to accept this Team member?": "¿Estás seguro/a de que quieres aceptar a este miembro del equipo?",
    "How much would you like to Tip?": "¿Cuánto te gustaría dar de propina?",
    "Invite Team Member": "Invitar miembro del equipo",
    "Are you sure you want to remove this Team member?": "¿Estás seguro de que deseas eliminar a este miembro del equipo?",
    "Receive Tips": "Recibir consejos",
    "Ok": "De acuerdo",
    "Your card details are encrypted": "Los datos de su tarjeta están encriptados",
    "Give tip as guest": "Dar propina como invitado",
    "I Acknowledge": "Reconozco",
    "Acknowledgment": "Reconocimiento",
    "I hope this message finds you well. I am writing to express my heartfelt gratitude for the generous tip you recently provided through our tipping app. Your kind gesture has truly brightened my day, and I want to take a moment to acknowledge and appreciate your generosity.": "Espero que este mensaje te encuentre bien. Te escribo para expresar mi más sincero agradecimiento por la generosa propina que recientemente proporcionaste a través de nuestra aplicación de propinas. Tu amable gesto ha iluminado realmente mi día y quiero tomarme un momento para reconocer y apreciar tu generosidad.",
    "Your support and encouragement mean a great deal to me, as it reaffirms the value of the services I provide. It is incredibly rewarding to know that my efforts have been recognized and appreciated by clients like you. Your tip not only serves as a token of your satisfaction but also motivates me to continue delivering the best service possible.": "Tu apoyo y estímulo significan mucho para mí, ya que reafirman el valor de los servicios que brindo. Es increíblemente gratificante saber que mis esfuerzos han sido reconocidos y apreciados por clientes como tú. Tu propina no solo es un símbolo de tu satisfacción, sino que también me motiva a seguir brindando el mejor servicio posible.",
    "Please know that your generosity will be put to good use. It will not only contribute to my personal well-being but also serve as a reminder of the positive impact I can make in the lives of others through my work. Your kindness will inspire me to strive for excellence and constantly improve my skills to better serve clients like you.": "Por favor, ten en cuenta que tu generosidad se utilizará de buena manera. No solo contribuirá a mi bienestar personal, sino que también servirá como recordatorio del impacto positivo que puedo tener en la vida de otros a través de mi trabajo. Tu amabilidad me inspirará a esforzarme por la excelencia y mejorar constantemente mis habilidades para atender mejor a clientes como tú.",
    "Are you sure you want to make admin?": "¿Estás seguro/a de que deseas convertirlo en administrador?",
    "Are you sure you want to remove?": "¿Estás seguro/a de que deseas eliminarlo?",
    "The invitations have been sent successfully.": "Las invitaciones se han enviado correctamente.",
    "Or login with": "O inicia sesión con",
    "Get Receiver Details": "Obtener detalles del destinatario",
    "Calculate Tip Percentage": "Calcular porcentaje de propina",
    "No record found": "No se encontraron registros",
    "Available Balance": "Saldo disponible",
    "Tip Received": "Propina recibida",
    "Tip Giver": "Dador de propina",
    "Save your card details": "Guardar los detalles de tu tarjeta",
    "We take the security and privacy of your information very seriously. When you choose to save your credit card details within our app for future transactions, we want to assure you that your data is encrypted and in safe hands. ": "Nos tomamos muy en serio la seguridad y privacidad de tu información. Cuando eliges guardar los detalles de tu tarjeta de crédito en nuestra aplicación para transacciones futuras, queremos asegurarte que tus datos están encriptados y en buenas manos.",

    "To receive tips, register for a Stripe account now.": "Para recibir propinas, regístrate en una cuenta de Stripe ahora.",
    "I just wanted to take a moment to thank you for the exceptional service you provided.": "Solo quería tomar un momento para agradecerte por el servicio excepcional que brindaste.",
"I was thoroughly impressed with the level of service you provided.": "Quedé impresionado/a por el nivel de servicio que brindaste.",
"I wanted to express my gratitude for the outstanding service you provided.": "Quería expresar mi gratitud por el servicio sobresaliente que brindaste.",
"I am writing to express my heartfelt gratitude for the generous tip you recently.": "Te escribo para expresar mi más sincero agradecimiento por la generosa propina que diste recientemente.",
"Your support and encouragement mean a great deal to me.": "Tu apoyo y aliento significan mucho para mí.",
"Your kindness will inspire me to strive for excellence.": "Tu amabilidad me inspirará a esforzarme por la excelencia.",
"Please Enter Valid User Name": "Por favor, ingrese un nombre de usuario válido",
  "Scan QR": "Escanear código QR",
  "Enter Code": "Ingresar código",
  "Add Credit Card": "Agregar tarjeta de crédito",
  "All": "Todo",
  "Sent": "Enviado",
  "Received": "Recibido",
  "Please Enter Message": "Por favor, ingrese un mensaje",
"Thank you for contacting our support team. We have received your message and appreciate you reaching out to us.": "Gracias por contactar a nuestro equipo de soporte. Hemos recibido tu mensaje y agradecemos que te hayas comunicado con nosotros.",
"Business Details": "Detalles del negocio",
"First Name": "Nombre",
"Last Name": "Apellido",
"Username": "Nombre de usuario",
"Select Currency": "Seleccionar Moneda",
    "Total Received": "Total Recibido",
    "Received Today": "Recibido Hoy",
    "Via Apple Pay": "A través de Apple Pay",
    "Via Credit Card/Debit Card": "A través de Tarjeta de Crédito/Tarjeta de Débito",
    "Via Google Pay": "A través de Google Pay",
    "Selected":"Sélectionné",
    "You are not allowed to chat. You have been disabled by an administrator. Please contact support.": "No se te permite chatear. Has sido desactivado por un administrador. Por favor, contacta con el soporte.",
    "Requests": "Solicitudes",
  "Reset Password": "Restablecer Contraseña",
  "Forgot Password": "Contraseña Olvidada",
  "My Profile": "Mi Perfil",
  "Profile":"Perfil",
  "Scan Card":"Escanear tarjeta",
  "Please enter valid card number": "Por favor, ingrese un número de tarjeta válido",
  "Please enter valid month": "Por favor, ingrese un mes válido",
  "Please enter valid year": "Por favor, ingrese un año válido",
  "Please enter valid CVV": "Por favor, ingrese un CVV válido",
  "Please enter valid name": "Por favor, ingrese un nombre válido",
  "Please enter valid expiry date":"Por favor, introduzca una fecha de caducidad válida",
  "Your account is currently being reviewed. We'll notify you when you can start receiving tips.":"Su cuenta está siendo revisada actualmente. Te avisaremos cuando puedas empezar a recibir propinas.",
  "Later": "Más tarde",
  "Now": "Ahora",
  "To begin receiving tips, kindly delete your existing account and proceed to register as a tip receiver.":"Para comenzar a recibir consejos, por favor elimina tu cuenta actual y procede a registrarte como receptor de propinas.",
  "You need to receive 5 reviews to see your rating.": "Necesitas recibir 5 reseñas para ver tu calificación.",
  "Camera Access Blocked": "Acceso a la cámara bloqueado",
"To use this feature, please grant access to your camera in your device settings.": "Para utilizar esta función, por favor concede acceso a tu cámara en la configuración de tu dispositivo.",
"You will have to delete this account and re-register as a Tip Receiver. The Tip Receiver account provides the functionality to receive and give tips. Before you delete your account, we recommend that you download and save your transaction history.": "Tendrás que eliminar esta cuenta y volver a registrarte como Receptor de Propinas. La cuenta de Receptor de Propinas proporciona la funcionalidad para recibir y dar propinas. Antes de eliminar tu cuenta, te recomendamos que descargues y guardes tu historial de transacciones.",
"No Data Found": "No se encontraron datos",
"Login to a Team Account": "Iniciar sesión en una cuenta de equipo",
"You can't tip your self!":"¡No puedes darte propina a ti mismo!",
"Invalid OTP!": "¡OTP no válido!",
  "Subscription Information": "Información de suscripción",
  "Your Subscription is Active - Enjoy": "Tu suscripción está activa - Disfruta",
  "Your subscription has been canceled.": "Tu suscripción ha sido cancelada.",
  "Please note that your subscription will remain active until": "Ten en cuenta que tu suscripción seguirá activa hasta",
  "After this date, you can resubscribe, but it will no longer be on a recurring basis.": "Después de esta fecha, puedes volver a suscribirte, pero ya no será de forma recurrente.",
  "Cancel Subscription": "Cancelar suscripción",
  "Are you sure you want to cancel your subscription?": "¿Estás seguro de que quieres cancelar tu suscripción?",
  "Your request has been sent to the team admin. Please wait for your request to be approved.": "Tu solicitud ha sido enviada al administrador del equipo. Por favor, espera a que tu solicitud sea aprobada.",
    "You have already connected your stripe.": "Ya has conectado tu stripe.",
    "You can't give tips.": "No puedes dar propinas.",
    "Annum": "Año",
    "Apologies! You are not allowed to update your business, you must subscribe first.": "¡Disculpa! No tienes permiso para actualizar tu negocio, primero debes suscribirte.",
    "OTP resent to your given phone number.":"OTP reenviado a su número de teléfono proporcionado.",




    "Capture Card Details":"Capture Card Details",
    "My Teams": "Mis Equipos",
  "Rate App": "Calificar Aplicación",
  "Last 30 days transactions": "Transacciones de los últimos 30 días",
  "EasyTipping platform accepts instant payments via Google Pay and Apple Pay. Please ensure you've set up these payment methods for seamless transactions.": "La plataforma EasyTipping acepta pagos instantáneos a través de Google Pay y Apple Pay. Asegúrese de configurar estos métodos de pago para transacciones sin problemas.",
  "Thank you!": "¡Gracias!",
  "Apple Pay": "Apple Pay",
  "Google Pay": "Google Pay",
  
    "This picture will be used publicly under Easytipping platform transactions.": "Esta imagen se usará públicamente en transacciones de la plataforma Easytipping.",
    "Great job!": "¡Gran trabajo!",
    "Thank you for a job well done!": "¡Gracias por un trabajo bien hecho!",
    "Thank you for providing such excellent service, I really appreciate it!": "¡Gracias por brindar un servicio tan excelente, realmente lo aprecio!",
    "I am impressed by your dedication to your work, thank you for the great service!": "Estoy impresionado por tu dedicación a tu trabajo, ¡gracias por el excelente servicio!",
    "Your service exceeded my expectations, thank you for your hard work!": "Tu servicio superó mis expectativas, ¡gracias por tu arduo trabajo!",
    "Thanks for going over and beyond to make my experience enjoyable!": "¡Gracias por ir más allá para hacer que mi experiencia sea placentera!",
    "I am grateful for your help and the wonderful service you provided!": "Estoy agradecido por tu ayuda y el maravilloso servicio que proporcionaste!",
    "I wanted to express my thanks for your professionalism and attention to details. Great job!": "Quería expresar mi agradecimiento por tu profesionalismo y atención a los detalles. ¡Gran trabajo!",
    "Custom Message": "Mensaje personalizado",
    "Thank you so much for your generous tip, I truly appreciate it!": "¡Muchas gracias por tu generosa propina, realmente lo aprecio!",
    "I’m grateful for your thoughtfulness, thank you for the tip!": "Estoy agradecido por tu consideración, ¡gracias por la propina!",
    "Thank you for recognizing my hard work, your tip means a lot to me!": "Gracias por reconocer mi arduo trabajo, tu propina significa mucho para mí!",
    "I want to express my sincere gratitude for the tip you gave me. It’s very much appreciated!": "Quiero expresar mi sincero agradecimiento por la propina que me diste. ¡Se aprecia mucho!",
    "Your team is a great motivation for me to continue delivering excellent service. Thank you!": "Tu equipo es una gran motivación para que continúe brindando un excelente servicio. ¡Gracias!",
    "Thanks for choosing my services and for the tip. I’m glad I could assist you!": "Gracias por elegir mis servicios y por la propina. ¡Me alegra poder ayudarte!",
    "Join Existing Team": "Unirse a un equipo existente",
    "Join another team": "Unirse a otro equipo",
    "Please login into individual account to give tip": "Ingrese a la cuenta individual para dar propina",
    "OTP resent to your given phone number.": "OTP reenviado a tu número de teléfono proporcionado.",
    "Please enter the OTP sent via SMS and/or Email": "Por favor, ingrese el OTP enviado por SMS y/o correo electrónico",
    "A new update is available!": "¡Hay una nueva actualización disponible!",
  "Update Easytipping app to get the latest version.": "Actualiza la aplicación Easytipping para obtener la última versión.",
  "Select Dates": "Seleccionar fechas",
  "From": "Desde",
  "To": "A",
  
  "Transaction History": "Historial de transacciones",
  "Star Rating": "Calificación por estrellas",
  "Transaction ID": "ID de transacción",
  "Transaction Date": "Fecha de transacción",
  "Amount": "Cantidad",

  "Rating": "Calificación",
  "Date": "Fecha",
  "Chat": "Chat"
  

  }
}
