{
  "translation": {
    "Welcome": "Bienvenue",
    "Login": "Se connecter",
    "Sign In": "S'inscrire",
    "Sign Up": "S'inscrire",
    "Email id": "Adresse e-mail",
    "Password": "Mot de passe",
    "Forgot password?": "Mot de passe oublié ?",
    "Don’t have an Account? ": "Vous n'avez pas de compte ?",
    "Register As": "S'inscrire en tant que",
    "Reciever": "Bénéficiaire",
    "Giver": "Payeur",
    "Join Team": "Rejoindre l'équipe",
    "Already have an Account? ": "Vous avez déjà un compte ?",
    "Full Name": "Nom complet",
    "Phone Number": "Numéro de téléphone",
    "Confirm Password": "Confirmer le mot de passe",
    "Enter Verification Code": "Entrer le code de vérification",
    "Did not recieve a code?": "Vous n'avez pas reçu de code ?",
    "Verification": "Vérification",
    "Make Payment": "Effectuer un paiement",
    "Get Reciever Details": "Obtenir les détails du bénéficiaire",
    "Scan QR Code": "Scanner le code QR",
    "Confirm": "Confirmer",
    "Enter Unique ID": "Entrer l'identifiant unique",
    "How much to Tip?": "Combien donner en pourboire ?",
    "Enter Tip Amount": "Entrer le montant du pourboire",
    "Enter Bill Amount": "Entrer le montant de la facture",
    "Select % to tip": "Sélectionner le pourcentage de pourboire",
    "Cards": "Cartes",
    "Add Card": "Ajouter une carte",
    "Card Details": "Détails de la carte",
    "Save Card": "Enregistrer la carte",
    "Are you sure to want to save card?": "Êtes-vous sûr de vouloir enregistrer la carte ?",
    "Team Account": "Compte d'équipe",
    "Business Account": "Compte professionnel",
    "Individual Account": "Compte individuel",
    "Account Type": "Type de compte",
    "Team Code": "Code d'équipe",
    "Manage Team": "Gérer l'équipe",
    "Recieve Tips": "Recevoir des pourboires",
    "Subscription": "Abonnement",
    "Are you sure to want to logout your account?": "Êtes-vous sûr de vouloir vous déconnecter de votre compte?",
    "Yes": "Oui",
    "No": "Non",
    "My Account": "Mon compte",
    "Default": "Défaut",
    "Share App": "Partager l'application",
    "Terms and Conditions": "Termes et Conditions",
    "English": "Anglais",
    "French": "Français",
    "Spanish": "Espagnol",
    "Arabic": "Arabe",
    "Italian": "Italien",
    "German": "Allemand",
    "Change Language": "Changer de langue",
    "Change Currency": "Changer de devise",
    "Contact Us": "Contactez-nous",
    "Delete Account": "Supprimer le compte",
    "Logout": "Se déconnecter",
    "Home": "Accueil",
    "Select Language": "Choisir la langue",
    "Messages": "Messages",
    "Notifications": "Notifications",
    "Account": "Compte",
    "Team Members Profile": "Profil des membres de l'équipe",
    "Team Members": "Membres de l'équipe",
    "Invite Member": "Inviter un membre",
    "Are you sure to want to remove the member?": "Êtes-vous sûr de vouloir supprimer le membre ?",
    "Make Payment as Guest": "Giver en tant qu'invité",
    "Register": "S'inscrire",
    "Includes": "Comprend",
    "No Ads": "Pas de publicité",
    "Upload Company Logo": "Télécharger le logo de l'entreprise",
    "Use Your Business Name": "Utilisez le nom de votre entreprise",
    "Scan": "Scanner",
    "QR Code": "Code QR",
    "Unique Code": "Code unique",
    "Download QR Code": "Télécharger le code QR",
    "Reports": "Rapports",
    "Remaining": "Restant",
    "Todays": "Aujourd'hui",
    "total": "Total",
    "On Press More": "Appuyez pour en savoir plus",
    "Search": "Rechercher",
    "User Name": "Nom d'utilisateur",
    "Save": "Enregistrer",
    "Edit": "Modifier",
    "Enter Name": "Entrez le nom",
    "Contact Number": "Numéro de contact",
    "Email Address": "Adresse e-mail",
    "Message": "Message",
    "Submit": "Soumettre",
    "Type text": "Tapez le texte",
    "Give feedback to paye": "Donner des commentaires à paye",
    "Select FeedBack": "Sélectionner des commentaires",
    "Type your message here": "Tapez votre message ici",
    "Add Star Rating": "Ajouter une note en étoiles",
    "Cancel": "Annuler",
    "Enter email to send invitation code.": "Entrez l'e-mail pour envoyer le code d'invitation.",
    "Feedback": "Commentaires",
    "Transaction Successful": "Transaction réussie",
    "Register as:": "S'inscrire en tant que :",
    "Tip Receiver": "Receveur de pourboire",
    "Tip Reciever": "Donneur de pourboire",
    "Remove": "Supprimer",
    "Admin": "Admin",
    "Accept": "Accepter",
    "Reject": "Rejeter",
    "Name": "Nom",
    "Email": "Email",
    "Proceed": "Continuer",
    "Tip Amount": "Montant du pourboire",
    "OR": "OU",
    "Bill Amount": "Montant de la facture",
    "of Bill Amount": "du montant de la facture",
    "Team Name": "Nom de l'équipe",
    "Business Name": "Nom de l'entreprise",
    "Upload Business Logo": "Télécharger le logo de l'entreprise",
    "Create Individual Account": "Créer un compte individuel",
    "Create Team Account": "Créer un compte d'équipe",
    "Create Business Account": "Créer un compte professionnel",
    "Please Enter Valid Email": "Veuillez entrer une adresse e-mail valide",
    "Password must be 8 characters or more, contain 1 uppercase and lower case letter, 1 number, and 1 special character.": "Le mot de passe doit contenir au moins 8 caractères, dont une majuscule, une minuscule, un chiffre et un caractère spécial.",
    "Please Enter Valid Business Name": "Veuillez entrer un nom d'entreprise valide",
    "Please Enter Valid Name": "Veuillez entrer un nom valide",
    "Please Enter Valid Phone Number": "Veuillez entrer un numéro de téléphone valide",
    "Please Enter Valid Team Code": "Veuillez entrer un code d'équipe valide",
    "Please Enter Valid Team Name": "Veuillez entrer un nom d'équipe valide",

    "Password Not Matched": "Les mots de passe ne correspondent pas",

    "Give Tip": "Donner un pourboire",
    "Last 3 months transactions": "Transactions des 3 derniers mois",
    "Next": "Suivant",
    "Previous": "Précédent",
    "Total": "Total",
    "Give feedback to tip giver": "Donner un retour au donneur de pourboire",
    "Select ...": "Sélectionner...",
    "Payment Type": "Type de paiement",
    "Transaction Successfull": "Transaction réussie",
    "Close": "Fermer",
    "I just wanted to take a moment to thank you for the exceptional service you provided. Your attention to detail and dedication to customer satisfaction truly made a difference. It was a pleasure working with you, and I will definitely recommend your services to others.": "Je voulais prendre un moment pour vous remercier du service exceptionnel que vous avez fourni. Votre attention aux détails et votre dévouement pour la satisfaction du client ont vraiment fait la différence. Ce fut un plaisir de travailler avec vous et je recommanderai certainement vos services à d'autres.",
    "I was thoroughly impressed with the level of service you provided. Your professionalism and expertise in your field were evident, and I felt confident in your ability to deliver the results I was looking for. Thank you for going above and beyond to ensure my satisfaction.": "J'ai été très impressionné par le niveau de service que vous avez fourni. Votre professionnalisme et votre expertise dans votre domaine étaient évidents, et j'avais confiance en votre capacité à livrer les résultats que je cherchais. Merci d'avoir fait plus que nécessaire pour assurer ma satisfaction.",
    "I wanted to express my gratitude for the outstanding service you provided. Your responsiveness, attention to detail, and willingness to accommodate my needs made a significant difference. I am grateful for the positive experience and will not hesitate to work with you again in the future.": "Je voulais exprimer ma gratitude pour le service exceptionnel que vous avez fourni. Votre réactivité, votre attention aux détails et votre volonté de répondre à mes besoins ont fait une différence significative. Je suis reconnaissant de cette expérience positive et n'hésiterai pas à travailler à nouveau avec vous à l'avenir.",
    "Other": "Autre",
    "Type Message": "Taper le message",
    "Are you sure to want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Select % to Tip": "Sélectionnez le pourcentage de pourboire",
    "Unique ID": "ID unique",
    "Are you sure to want to deposit tip of ": "Êtes-vous sûr de vouloir déposer un pourboire de ",
    "Card Number": "Numéro de carte",
    "Expiry Date": "Date d'expiration",
    "CVC": "CVC",
    "Card Holder Name": "Nom du titulaire de la carte",
    "Give feedback to Tip Receiver": "Donner un feedback au destinataire du pourboire",
    "Select ": "Sélectionner ",
    "of Bill Amount to Tip": "du montant de la facture à donner en pourboire",
    "Are you sure you want to give a tip of": "Êtes-vous sûr(e) de vouloir donner un pourboire de",
    "Are you sure you want to delete your account?": "Êtes-vous sûr(e) de vouloir supprimer votre compte ?",
    "Are you sure you want to log out of your account?": "Êtes-vous sûr(e) de vouloir vous déconnecter de votre compte ?",
    "Are you sure you want to join": "Êtes-vous sûr(e) de vouloir rejoindre",
    "Are you sure you want to reject this Team member?": "Êtes-vous sûr(e) de vouloir rejeter ce membre d'équipe ?",
    "Are you sure you want to accept this Team member?": "Êtes-vous sûr(e) de vouloir accepter ce membre d'équipe ?",
    "How much would you like to Tip?": "Combien souhaitez-vous donner de pourboire ?",
    "Invite Team Member": "Inviter un membre de l'équipe",
    "Are you sure you want to remove this Team member?": "Êtes-vous sûr de vouloir supprimer ce membre de l'équipe ?",

    "Receive Tips": "Recevoir des pourboires",
    "Ok": "D'accord",
    "Your card details are encrypted": "Les détails de votre carte sont cryptés",
    "Give tip as guest": "Donner un pourboire en tant qu'invité",
    "I Acknowledge": "Je reconnais",
    "Acknowledgment": "Reconnaissance",
    "I hope this message finds you well. I am writing to express my heartfelt gratitude for the generous tip you recently provided through our tipping app. Your kind gesture has truly brightened my day, and I want to take a moment to acknowledge and appreciate your generosity.": "J'espère que ce message vous trouve bien. Je tiens à exprimer ma gratitude sincère pour le généreux pourboire que vous avez récemment donné via notre application de pourboire. Votre geste aimable a réellement illuminé ma journée et je tiens à prendre un moment pour reconnaître et apprécier votre générosité.",
    "Your support and encouragement mean a great deal to me, as it reaffirms the value of the services I provide. It is incredibly rewarding to know that my efforts have been recognized and appreciated by clients like you. Your tip not only serves as a token of your satisfaction but also motivates me to continue delivering the best service possible.": "Votre soutien et vos encouragements sont très importants pour moi, car ils confirment la valeur des services que je fournis. Il est incroyablement gratifiant de savoir que mes efforts ont été reconnus et appréciés par des clients comme vous. Votre pourboire est non seulement un témoignage de votre satisfaction, mais il me motive également à continuer d'offrir le meilleur service possible.",
    "Please know that your generosity will be put to good use. It will not only contribute to my personal well-being but also serve as a reminder of the positive impact I can make in the lives of others through my work. Your kindness will inspire me to strive for excellence and constantly improve my skills to better serve clients like you.": "Sachez que votre générosité sera mise à bon escient. Elle contribuera non seulement à mon bien-être personnel, mais elle servira également de rappel de l'impact positif que je peux avoir dans la vie des autres grâce à mon travail. Votre gentillesse m'inspire à viser l'excellence et à améliorer constamment mes compétences pour mieux servir des clients comme vous.",
    "Are you sure you want to make admin?": "Êtes-vous sûr de vouloir créer un administrateur ?",
    "Are you sure you want to remove?": "Êtes-vous sûr de vouloir supprimer ?",
    "The invitations have been sent successfully.": "Les invitations ont été envoyées avec succès.",
    "Or login with": "Ou connectez-vous avec",
    "Get Receiver Details": "Obtenir les détails du destinataire",
    "Calculate Tip Percentage": "Calculer le pourcentage de pourboire",
    "No record found": "Aucun enregistrement trouvé",
    "Available Balance": "Solde disponible",
    "Tip Received": "Pourboire reçu",
    "Tip Giver": "Donneur de pourboire",
    "Save your card details": "Enregistrer les détails de votre carte",
    "We take the security and privacy of your information very seriously. When you choose to save your credit card details within our app for future transactions, we want to assure you that your data is encrypted and in safe hands. ": "Nous prenons la sécurité et la confidentialité de vos informations très au sérieux. Lorsque vous choisissez de sauvegarder les détails de votre carte de crédit dans notre application pour des transactions futures, nous tenons à vous assurer que vos données sont cryptées et entre de bonnes mains.",

    "To receive tips, register for a Stripe account now.": "Pour recevoir des pourboires, inscrivez-vous maintenant sur un compte Stripe.",
    "I just wanted to take a moment to thank you for the exceptional service you provided.": "Je voulais juste prendre un moment pour vous remercier du service exceptionnel que vous avez fourni.",
"I was thoroughly impressed with the level of service you provided.": "J'ai été vraiment impressionné par le niveau de service que vous avez fourni.",
"I wanted to express my gratitude for the outstanding service you provided.": "Je voulais exprimer ma gratitude pour le service exceptionnel que vous avez fourni.",
"I am writing to express my heartfelt gratitude for the generous tip you recently.": "Je vous écris pour exprimer ma sincère gratitude pour le généreux pourboire que vous avez récemment donné.",
"Your support and encouragement mean a great deal to me.": "Votre soutien et vos encouragements comptent énormément pour moi.",
"Your kindness will inspire me to strive for excellence.": "Votre gentillesse m'inspirera à rechercher l'excellence.",
"Please Enter Valid User Name": "Veuillez saisir un nom d'utilisateur valide",
"Scan QR": "Scanner le QR",
"Enter Code": "Entrer le code",
"Add Credit Card": "Ajouter une carte de crédit",
"All": "Tous",
"Sent": "Envoyé",
"Received": "Reçu",
"Please Enter Message": "Veuillez entrer un message",
"Thank you for contacting our support team. We have received your message and appreciate you reaching out to us.": "Merci d'avoir contacté notre équipe de support. Nous avons bien reçu votre message et nous vous sommes reconnaissants de nous avoir contactés.",
"Business Details": "Détails de l'entreprise",
"First Name": "Prénom",
"Last Name": "Nom de famille",
"Username": "Nom d'utilisateur",
"Select Currency": "Sélectionner une devise",
  "Total Received": "Total reçu",
  "Received Today": "Reçu aujourd'hui",
  "Via Apple Pay": "Via Apple Pay",
  "Via Credit Card/Debit Card": "Via carte de crédit / carte de débit",
  "Via Google Pay": "Via Google Pay",
  "Selected": "Sélectionnée",
  "You are not allowed to chat. You have been disabled by an administrator. Please contact support.": "Vous n'êtes pas autorisé(e) à discuter. Vous avez été désactivé(e) par un administrateur. Veuillez contacter le support.",
  "Requests": "Demandes",
  "Reset Password": "Réinitialiser le mot de passe",
  "Forgot Password": "Mot de passe oublié",
  "My Profile": "Mon Profil",
  "Profile":"Profil",
  "Scan Card":"Numériser la carte",
  "Please enter valid card number": "Veuillez entrer un numéro de carte valide",
  "Please enter valid month": "Veuillez entrer un mois valide",
  "Please enter valid year": "Veuillez entrer une année valide",
  "Please enter valid cvv": "Veuillez entrer un CVV valide",
  "Please enter valid name": "Veuillez entrer un nom valide",
  "Please enter valid expiry date":"Veuillez entrer une date d'expiration valide",
  "Your account is currently being reviewed. We'll notify you when you can start receiving tips.":"Votre compte est actuellement en cours d'examen. Nous vous informerons lorsque vous pourrez commencer à recevoir des pourboires.",
  "Later": "Plus tard",
  "Now": "Maintenant",
  "To begin receiving tips, kindly delete your existing account and proceed to register as a tip receiver.":"Pour commencer à recevoir des pourboires, veuillez supprimer votre compte actuel et procéder à l'inscription en tant que destinataire de pourboires.",
  "You need to receive 5 reviews to see your rating.": "Vous devez recevoir 5 avis pour voir votre note.",
  "Camera Access Blocked": "Accès à la caméra bloqué",
"To use this feature, please grant access to your camera in your device settings.": "Pour utiliser cette fonctionnalité, veuillez accorder l'accès à votre caméra dans les paramètres de votre appareil.",
"You will have to delete this account and re-register as a Tip Receiver. The Tip Receiver account provides the functionality to receive and give tips. Before you delete your account, we recommend that you download and save your transaction history.": "Vous devrez supprimer ce compte et vous réinscrire en tant que récepteur de pourboires. Le compte de réception de pourboires offre la fonctionnalité de recevoir et de donner des pourboires. Avant de supprimer votre compte, nous vous recommandons de télécharger et de sauvegarder votre historique de transactions.",
"No Data Found": "Aucune donnée trouvée",
"Login to a Team Account": "Se connecter à un compte d'équipe",
"You can't tip your self!":"Vous ne pouvez pas vous pourboire vous-même!","Invalid OTP!": "OTP invalide !",
"Subscription Information": "Informations sur l'abonnement",
"Your Subscription is Active - Enjoy": "Votre abonnement est actif - Profitez-en",
"Your subscription has been canceled.": "Votre abonnement a été annulé.",
"Please note that your subscription will remain active until": "Veuillez noter que votre abonnement restera actif jusqu'à",
"After this date, you can resubscribe, but it will no longer be on a recurring basis.": "Après cette date, vous pouvez vous réabonner, mais cela ne sera plus automatique.",
"Cancel Subscription": "Annuler l'abonnement",
"Are you sure you want to cancel your subscription?": "Êtes-vous sûr de vouloir annuler votre abonnement ?",
"Your request has been sent to the team admin. Please wait for your request to be approved.": "Votre demande a été envoyée à l'administrateur de l'équipe. Veuillez patienter jusqu'à ce que votre demande soit approuvée.",
    "You have already connected your stripe.": "Vous avez déjà connecté votre stripe.",
    "You can't give tips.": "Vous ne pouvez pas donner de pourboires.",
    "Annum": "Année",
    "Apologies! You are not allowed to update your business, you must subscribe first.": "Désolé ! Vous n'êtes pas autorisé à mettre à jour votre entreprise, vous devez d'abord vous abonner.",
    "OTP resent to your given phone number.":"OTP renvoyé à votre numéro de téléphone fourni.",
    "My Teams": "Mes Équipes",
  "Rate App": "Noter l'application",
  "Last 30 days transactions": "Dernières transactions des 30 derniers jours",
  "EasyTipping platform accepts instant payments via Google Pay and Apple Pay. Please ensure you've set up these payment methods for seamless transactions.": "La plateforme EasyTipping accepte les paiements instantanés via Google Pay et Apple Pay. Assurez-vous d'avoir configuré ces méthodes de paiement pour des transactions sans problème.",
  "Thank you!": "Merci !",
  "Apple Pay": "Apple Pay",
  "Google Pay": "Google Pay",
  
    "This picture will be used publicly under Easytipping platform transactions.": "Cette image sera utilisée publiquement dans le cadre des transactions de la plateforme Easytipping.",
    "Great job!": "Excellent travail !",
    "Thank you for a job well done!": "Merci pour un travail bien fait !",
    "Thank you for providing such excellent service, I really appreciate it!": "Merci de fournir un service aussi excellent, je l'apprécie vraiment !",
    "I am impressed by your dedication to your work, thank you for the great service!": "Je suis impressionné par votre dévouement à votre travail, merci pour le excellent service !",
    "Your service exceeded my expectations, thank you for your hard work!": "Votre service a dépassé mes attentes, merci pour votre travail acharné !",
    "Thanks for going over and beyond to make my experience enjoyable!": "Merci d'aller au-delà pour rendre mon expérience agréable !",
    "I am grateful for your help and the wonderful service you provided!": "Je suis reconnaissant de votre aide et du merveilleux service que vous avez fourni !",
    "I wanted to express my thanks for your professionalism and attention to details. Great job!": "Je voulais vous exprimer mes remerciements pour votre professionnalisme et votre attention aux détails. Excellent travail !",
    "Custom Message": "Message personnalisé",
    "Thank you so much for your generous tip, I truly appreciate it!": "Merci beaucoup pour votre généreuse gratification, je l'apprécie vraiment !",
    "I’m grateful for your thoughtfulness, thank you for the tip!": "Je suis reconnaissant pour votre prévenance, merci pour la gratification !",
    "Thank you for recognizing my hard work, your tip means a lot to me!": "Merci de reconnaître mon travail acharné, votre gratification signifie beaucoup pour moi !",
    "I want to express my sincere gratitude for the tip you gave me. It’s very much appreciated!": "Je tiens à exprimer ma sincère gratitude pour la gratification que vous m'avez donnée. C'est très apprécié !",
    "Your team is a great motivation for me to continue delivering excellent service. Thank you!": "Votre équipe est une grande motivation pour moi afin de continuer à fournir un excellent service. Merci !",
    "Thanks for choosing my services and for the tip. I’m glad I could assist you!": "Merci d'avoir choisi mes services et pour la gratification. Je suis ravi d'avoir pu vous aider !",
    "Join Existing Team": "Rejoindre une équipe existante",
    "Join another team": "Rejoindre une autre équipe",
    "Please login into an individual account to give a tip": "Veuillez vous connecter à un compte individuel pour donner un pourboire",
    "OTP resent to your given phone number.": "OTP renvoyé à votre numéro de téléphone fourni.",
    "Please enter the OTP sent via SMS and/or Email": "Veuillez saisir le code OTP envoyé par SMS et/ou par e-mail",
    "A new update is available!": "Une nouvelle mise à jour est disponible!",
  "Update Easytipping app to get the latest version.": "Mettez à jour l'application Easytipping pour obtenir la dernière version.",
  "Select Dates": "Sélectionner des dates",
  "From": "De",
  "To": "À",
  "Transaction History": "Historique des transactions",

  "Star Rating": "Évaluation par étoiles",
  "Transaction ID": "ID de transaction",
  "Transaction Date": "Date de transaction",
  "Amount": "Montant",
 
  "Rating": "Évaluation",
  "Date": "Date",
  "Chat": "Discussion"
  

  }
}
