{
  "translation": {
    "Welcome": "Benvenuto",
    "Login": "Accedi",
    "Sign In": "Accedi",
    "Sign Up": "Registrati",
    "Email id": "Indirizzo email",
    "Password": "Password",
    "Forgot password?": "Password dimenticata?",
    "Don’t have an Account? ": "Non hai un account? ",
    "Register As": "Registrati come",
    "Reciever": "Beneficiario",
    "Giver": "Pagante",
    "Join Team": "Unisciti al team",
    "Already have an Account? ": "Hai già un account? ",
    "Full Name": "Nome completo",
    "Phone Number": "Numero di telefono",
    "Confirm Password": "Conferma password",
    "Enter Verification Code": "Inserisci il codice di verifica",
    "Did not recieve a code?": "Non hai ricevuto un codice?",
    "Verification": "Verifica",
    "Make Payment": "Effettua il pagamento",
    "Get Reciever Details": "Ottieni i dettagli del beneficiario",
    "Scan QR Code": "Scansiona il codice QR",
    "Confirm": "Conferma",
    "Enter Unique ID": "Inserisci l'ID univoco",
    "How much to Tip?": "Quanto di mancia?",
    "Enter Tip Amount": "Inserisci l'importo della mancia",
    "Enter Bill Amount": "Inserisci l'importo della fattura",
    "Select % to tip": "Seleziona la percentuale di mancia",
    "Cards": "Carte",
    "Add Card": "Aggiungi carta",
    "Card Details": "Dettagli della carta",
    "Save Card": "Salva carta",
    "Are you sure to want to save card?": "Sei sicuro di voler salvare la carta?",
    "Team Account": "Account del team",
    "Business Account": "Account aziendale",
    "Individual Account": "Account individuale",
    "Account Type": "Tipo di account",
    "Team Code": "Codice del team",
    "Manage Team": "Gestisci squadra",
    "Recieve Tips": "Ricevi Suggerimenti",
    "Subscription": "Abbonamento",
    "Are you sure to want to logout your account?": "Sei sicuro di voler uscire dal tuo account?",
    "Yes": "Sì",
    "No": "No",
    "My Account": "Il mio account",
    "Default": "Predefinito",
    "Share App": "Condividi l'app",
    "Terms and Conditions": "Termini e condizioni",
    "English": "Inglese",
    "French": "Francese",
    "Spanish": "Spagnolo",
    "Arabic": "Arabo",
    "Italian": "Italiano",
    "German": "Tedesco",
    "Change Language": "Cambia lingua",
    "Change Currency": "Cambia valuta",
    "Contact us": "Contattaci",
    "Delete Account": "Elimina account",
    "Logout": "Logout",
    "Home": "Casa",
    "Select Language": "Seleziona lingua",
    "Messages": "Messaggi",
    "Notifications": "Notifiche",
    "Account": "Account",
    "Team Members Profile": "Profilo membri del team",
    "Team Members": "Membri del team",
    "Invite Member": "Invita un membro",
    "Are you sure to want to remove the member?": "Sei sicuro di voler rimuovere il membro?",
    "Make Payment as Guest": "Effettua il pagamento come ospite",
    "Register": "Registrati",
    "Includes": "Include",
    "No Ads": "Nessuna pubblicità",
    "Upload Company Logo": "Carica il logo dell'azienda",
    "Use Your Business Name": "Usa il nome della tua azienda",
    "Scan": "Scansiona",
    "QR Code": "Codice QR",
    "Unique Code": "Codice univoco",
    "Download QR Code": "Scarica il codice QR",
    "Reports": "Report",
    "Remaining": "Rimasti",
    "Todays": "Oggi",
    "total": "Totale",
    "On Press More": "Premi per saperne di più",
    "Search": "Cerca",
    "User Name": "Nome utente",
    "Save": "Salva",
    "Edit": "Modifica",
    "Enter Name": "Inserisci il nome",
    "Contact Number": "Numero di contatto",
    "Email Address": "Indirizzo email",
    "Message": "Messaggio",
    "Submit": "Invia",
    "Type text": "Scrivi il testo",
    "Give feedback to paye": "Fornisci un feedback a Paye",
    "Select FeedBack": "Seleziona il feedback",
    "Type your message here": "Scrivi il tuo messaggio qui",
    "Add Star rating": "Aggiungi una valutazione a stelle",
    "Cancel": "Annulla",
    "Enter email to send invitation code.": "Inserisci l'email per inviare il codice di invito.",
    "Feedback": "Feedback",
    "Transaction Successful": "Transazione riuscita",
    "Register as:": "Registrati come:",
    "Tip Receiver": "Ricevente di mancia",
    "Tip Reciever": "Datore di mancia",
    "Remove": "Rimuovere",
    "Admin": "Amministratore",
    "Accept": "Accettare",
    "Reject": "Rifiutare",
    "Name": "Nome",
    "Email": "Email",
    "Proceed": "Procedi",
    "Tip Amount": "Importo della mancia",
    "OR": "O",
    "Bill Amount": "Importo della fattura",
    "of Bill Amount": "dell'importo della fattura",
    "Team Name": "Nome della squadra",
    "Business Name": "Nome commerciale",
    "Upload Business Logo": "Carica il logo aziendale",
    "Create Individual Account": "Crea un account individuale",
    "Create Team Account": "Crea un account di squadra",
    "Create Business Account": "Crea un account aziendale",

    "Password must be 8 characters or more, contain 1 uppercase and lower case letter, 1 number, and 1 special character.": "Password must be 8 characters or more, contain 1 uppercase and lower case letter, 1 number, and 1 special character.",
    "Please Enter Valid Business Name": "Inserisci un nome aziendale valido",
    "Please Enter Valid Name": "Inserisci un nome valido",
    "Please Enter Valid Phone Number": "Inserisci un numero di telefono valido",
    "Please Enter Valid Team Code": "Inserisci un codice squadra valido",
    "Please Enter Valid Team Name": "Inserisci un nome squadra valido",
    "Password Not Matched": "Password non corrispondente",
    "Give Tip": "Dare una mancia",
    "Last 3 months transactions": "Ultimi 3 mesi transazioni",
    "Next": "Successivo",
    "Previous": "Precedente",
    "Total": "Totale",
    "Give feedback to tip giver": "Dai un feedback al datore di mancia",
    "Select ...": "Seleziona ...",
    "Payment Type": "Tipo di pagamento",
    "Transaction Successfull": "Transazione riuscita",
    "Close": "Chiudi",
    "I just wanted to take a moment to thank you for the exceptional service you provided. Your attention to detail and dedication to customer satisfaction truly made a difference. It was a pleasure working with you, and I will definitely recommend your services to others.": "Volevo solo prendere un momento per ringraziarti per l'eccezionale servizio che hai fornito. La tua attenzione ai dettagli e la dedizione alla soddisfazione del cliente hanno davvero fatto la differenza. È stato un piacere lavorare con te e sicuramente raccomanderò i tuoi servizi ad altri.",
    "I was thoroughly impressed with the level of service you provided. Your professionalism and expertise in your field were evident, and I felt confident in your ability to deliver the results I was looking for. Thank you for going above and beyond to ensure my satisfaction.": "Sono rimasto profondamente impressionato dal livello di servizio che hai fornito. La tua professionalità e competenza nel tuo campo erano evidenti, e mi sentivo sicuro della tua capacità di fornire i risultati che cercavo. Grazie per aver fatto di più per garantire la mia soddisfazione.",
    "I wanted to express my gratitude for the outstanding service you provided. Your responsiveness, attention to detail, and willingness to accommodate my needs made a significant difference. I am grateful for the positive experience and will not hesitate to work with you again in the future.": "Volevo esprimere la mia gratitudine per l'eccellente servizio che hai fornito. La tua prontezza, attenzione ai dettagli e disponibilità ad adattarti alle mie esigenze hanno fatto una grande differenza. Sono grato per l'esperienza positiva e non esiterò a lavorare di nuovo con te in futuro.",
    "Other": "Altro",
    "Type Message": "Scrivi il messaggio",
    "Are you sure to want to delete your account?": "Sei sicuro di voler eliminare il tuo account?",
    "Select % to Tip": "Seleziona la percentuale di mancia",
    "Unique ID": "ID univoco",
    "Are you sure to want to deposit tip of ": "Sei sicuro di voler depositare una mancia di ",
    "Card Number": "Numero di carta",
    "Expiry Date": "Data di scadenza",
    "CVC": "CVC",
    "Card Holder Name": "Nome del titolare della carta",
    "Are you sure you want to delete your account?": "Sei sicuro di voler eliminare il tuo account?",
    "Are you sure you want to log out of your account?": "Sei sicuro di voler effettuare il logout dal tuo account?",
    "Are you sure you want to join": "Sei sicuro di voler unirti?",
    "Are you sure you want to reject this Team member?": "Sei sicuro di voler rifiutare questo membro del Team?",
    "Are you sure you want to accept this Team member?": "Sei sicuro di voler accettare questo membro del Team?",
    "How much would you like to Tip?": "Quanto vorresti lasciare di mancia?",
    "Invite Team Member": "Invita Membro del Team",
    "Are you sure you want to remove this Team member?": "Sei sicuro di voler rimuovere questo membro del team?",
    "Receive Tips": "Ricevere Suggerimenti",
    "Ok": "OK",
    "Your card details are encrypted": "I dati della tua carta sono crittografati",
    "Give tip as guest": "Dare la mancia come ospite",
    "I Acknowledge": "Riconosco",
    "Acknowledgment": "Riconoscimento",
    "I hope this message finds you well. I am writing to express my heartfelt gratitude for the generous tip you recently provided through our tipping app. Your kind gesture has truly brightened my day, and I want to take a moment to acknowledge and appreciate your generosity.": "Spero che questo messaggio ti trovi bene. Scrivo per esprimere la mia sincera gratitudine per la generosa mancia che hai recentemente fornito tramite la nostra app di mance. Il tuo gentile gesto ha davvero illuminato la mia giornata, e desidero prendere un momento per riconoscere e apprezzare la tua generosità.",
    "Your support and encouragement mean a great deal to me, as it reaffirms the value of the services I provide. It is incredibly rewarding to know that my efforts have been recognized and appreciated by clients like you. Your tip not only serves as a token of your satisfaction but also motivates me to continue delivering the best service possible.": "Il tuo supporto e incoraggiamento significano molto per me, poiché confermano il valore dei servizi che offro. È incredibilmente gratificante sapere che i miei sforzi sono stati riconosciuti e apprezzati da clienti come te. La tua mancia non solo rappresenta un segno della tua soddisfazione, ma mi motiva anche a continuare a offrire il miglior servizio possibile.",
    "Please know that your generosity will be put to good use. It will not only contribute to my personal well-being but also serve as a reminder of the positive impact I can make in the lives of others through my work. Your kindness will inspire me to strive for excellence and constantly improve my skills to better serve clients like you.": "Ti prego di sapere che la tua generosità sarà utilizzata nel modo migliore. Contribuirà non solo al mio benessere personale, ma servirà anche come un promemoria dell'impatto positivo che posso avere nella vita degli altri attraverso il mio lavoro. La tua gentilezza mi ispirerà a cercare l'eccellenza e a migliorare costantemente le mie competenze per servire al meglio clienti come te.",
    "Are you sure you want to make admin?": "Sei sicuro di voler diventare amministratore?",
    "Are you sure you want to remove?": "Sei sicuro di voler rimuovere?",
    "The invitations have been sent successfully.": "Gli inviti sono stati inviati con successo.",
    "Or login with": "O accedi con",
    "Get Receiver Details": "Ottieni dettagli del destinatario",
    "Calculate Tip Percentage": "Calcola percentuale di mancia",
    "No record found": "Nessun record trovato",
    "Available Balance": "Saldo disponibile",
    "Tip Received": "Mancia ricevuta",
    "Tip Giver": "Donatore di consigli",
    "Save your card details": "Salva i dettagli della tua carta",
    "We take the security and privacy of your information very seriously. When you choose to save your credit card details within our app for future transactions, we want to assure you that your data is encrypted and in safe hands. ": "Prendiamo molto seriamente la sicurezza e la privacy delle tue informazioni. Quando decidi di salvare i dettagli della tua carta di credito nella nostra app per transazioni future, vogliamo assicurarti che i tuoi dati siano criptati e in buone mani.",
    "To receive tips, register for a Stripe account now.": "Per ricevere le mance, registrati ora per un account Stripe.",
    "I just wanted to take a moment to thank you for the exceptional service you provided.": "Volevo solo prendere un momento per ringraziarti per l'eccezionale servizio che hai offerto.",
"I was thoroughly impressed with the level of service you provided.": "Sono rimasto profondamente impressionato dal livello di servizio che hai offerto.",
"I wanted to express my gratitude for the outstanding service you provided.": "Volevo esprimere la mia gratitudine per l'eccellente servizio che hai offerto.",
"I am writing to express my heartfelt gratitude for the generous tip you recently.": "Ti scrivo per esprimere la mia sincera gratitudine per la generosa mancia che hai dato di recente.",
"Your support and encouragement mean a great deal to me.": "Il tuo sostegno e incoraggiamento significano molto per me.",
"Your kindness will inspire me to strive for excellence.": "La tua gentilezza mi ispirerà a perseguire l'eccellenza.",
"Please Enter Valid User Name": "Inserisci un nome utente valido",
  "Scan QR": "Scansiona il codice QR",
  "Enter Code": "Inserisci il codice",
  "Add Credit Card": "Aggiungi carta di credito",
  "All": "Tutti",
  "Sent": "Inviati",
  "Received": "Ricevuti",
  "Please Enter Message": "Inserisci un messaggio",
"Thank you for contacting our support team. We have received your message and appreciate you reaching out to us.": "Grazie per aver contattato il nostro team di supporto. Abbiamo ricevuto il tuo messaggio e apprezziamo il tuo contatto con noi.",
"Business Details": "Dettagli dell'azienda",
"First Name": "Nome",
"Last Name": "Cognome",
"Username": "Nome utente",
"Select Currency": "Seleziona Valuta",
    "Total Received": "Totale Ricevuto",
    "Received Today": "Ricevuto Oggi",
    "Via Apple Pay": "Tramite Apple Pay",
    "Via Credit Card/Debit Card": "Tramite Carta di Credito/Debito",
    "Via Google Pay": "Tramite Google Pay",
    "Selected": "Selezionato",
    "Select ":"Seleziona ",
    "of Bill Amount to Tip":"Importo del Conto",
    "You are not allowed to chat. You have been disabled by an administrator. Please contact support.": "Non ti è consentito chattare. Sei stato disabilitato da un amministratore. Contatta il supporto.",
    "Requests": "Richieste",
  "Reset Password": "Ripristina Password",
  "Forgot Password": "Password Dimenticata",
  "My Profile": "Il Mio Profilo",
  "Profile":"Profilo",
  "Scan Card":"Scansiona carta",
  "Please enter valid card number": "Si prega di inserire un numero di carta valido",
  "Please enter valid month": "Si prega di inserire un mese valido",
  "Please enter valid year": "Si prega di inserire un anno valido",
  "Please enter valid cvv": "Si prega di inserire un CVV valido",
  "Please enter valid name": "Si prega di inserire un nome valido",
  "Please enter valid expiry date":"Inserisci una data di scadenza valida",
  "Your account is currently being reviewed. We'll notify you when you can start receiving tips.":"Il tuo account è attualmente in fase di revisione. Ti avviseremo quando potrai iniziare a ricevere suggerimenti.",

  "Later": "Dopo",
  "Now": "Ora",
  "To begin receiving tips, kindly delete your existing account and proceed to register as a tip receiver.":"Per iniziare a ricevere mance, cancella gentilmente il tuo account esistente e procedi con la registrazione come ricevitore di mance.",
  "You need to receive 5 reviews to see your rating.": "Devi ricevere 5 recensioni per vedere il tuo punteggio.",
  "Camera Access Blocked": "Accesso alla fotocamera bloccato",
"To use this feature, please grant access to your camera in your device settings.": "Per utilizzare questa funzione, si prega di concedere l'accesso alla fotocamera nelle impostazioni del dispositivo.",
"You will have to delete this account and re-register as a Tip Receiver. The Tip Receiver account provides the functionality to receive and give tips. Before you delete your account, we recommend that you download and save your transaction history.": "Dovrai cancellare questo account e registrarti nuovamente come Ricevitore di Suggerimenti. L'account Ricevitore di Suggerimenti offre la funzionalità di ricevere e dare suggerimenti. Prima di cancellare il tuo account, ti consigliamo di scaricare e salvare la tua cronologia delle transazioni.",
"No Data Found": "Nessun dato trovato",
"Login to a Team Account": "Accedi a un account del team",
"You can't tip your self!":"Non puoi lasciare la mancia a te stesso!",
"Invalid OTP!": "OTP non valido!",
  "Subscription Information": "Informazioni sulla sottoscrizione",
  "Your Subscription is Active - Enjoy": "La tua sottoscrizione è attiva - Goditi",
  "Your subscription has been canceled.": "La tua sottoscrizione è stata annullata.",
  "Please note that your subscription will remain active until": "Si prega di notare che la tua sottoscrizione rimarrà attiva fino al",
  "After this date, you can resubscribe, but it will no longer be on a recurring basis.": "Dopo questa data, puoi riattivare l'abbonamento, ma non sarà più su base ricorrente.",
  "Cancel Subscription": "Annulla sottoscrizione",
  "Are you sure you want to cancel your subscription?": "Sei sicuro di voler annullare la sottoscrizione?",
  "Your request has been sent to the team admin. Please wait for your request to be approved.": "La tua richiesta è stata inviata all'amministratore del team. Attendi l'approvazione della tua richiesta.",
  "You have already connected your stripe.": "Hai già collegato il tuo stripe.",
  "You can't give tips.": "Non puoi dare mance.",
  "Annum": "Anno",
  "Apologies! You are not allowed to update your business, you must subscribe first.": "Scusa! Non hai il permesso di aggiornare la tua attività, devi iscriverti prima.",
  "OTP resent to your given phone number.":"OTP rinviato al tuo numero di telefono fornito.",
  "My Teams": "Le Mie Squadre",
  "Rate App": "Valuta l'App",
  "Last 30 days transactions": "Ultime transazioni 30 giorni",
  "EasyTipping platform accepts instant payments via Google Pay and Apple Pay. Please ensure you've set up these payment methods for seamless transactions.": "La piattaforma EasyTipping accetta pagamenti istantanei tramite Google Pay e Apple Pay. Assicurati di aver configurato questi metodi di pagamento per transazioni senza intoppi.",
  "Thank you!": "Grazie!",
  "Apple Pay": "Apple Pay",
  "Google Pay": "Google Pay",

  
    "This picture will be used publicly under Easytipping platform transactions.": "Questa immagine verrà utilizzata pubblicamente nelle transazioni della piattaforma Easytipping.",
    "Great job!": "Ottimo lavoro!",
    "Thank you for a job well done!": "Grazie per un lavoro ben fatto!",
    "Thank you for providing such excellent service, I really appreciate it!": "Grazie per fornire un servizio eccellente, lo apprezzo davvero!",
    "I am impressed by your dedication to your work, thank you for the great service!": "Sono impressionato dal tuo impegno nel lavoro, grazie per l'ottimo servizio!",
    "Your service exceeded my expectations, thank you for your hard work!": "Il tuo servizio ha superato le mie aspettative, grazie per il tuo duro lavoro!",
    "Thanks for going over and beyond to make my experience enjoyable!": "Grazie per andare oltre per rendere piacevole la mia esperienza!",
    "I am grateful for your help and the wonderful service you provided!": "Sono grato per il tuo aiuto e il meraviglioso servizio che hai fornito!",
    "I wanted to express my thanks for your professionalism and attention to details. Great job!": "Volevo esprimere il mio ringraziamento per il tuo professionalismo e l'attenzione ai dettagli. Ottimo lavoro!",
    "Custom Message": "Messaggio personalizzato",
    "Thank you so much for your generous tip, I truly appreciate it!": "Grazie mille per la tua generosa mancia, lo apprezzo davvero!",
    "I’m grateful for your thoughtfulness, thank you for the tip!": "Sono grato per la tua premura, grazie per la mancia!",
    "Thank you for recognizing my hard work, your tip means a lot to me!": "Grazie per riconoscere il mio duro lavoro, la tua mancia significa molto per me!",
    "I want to express my sincere gratitude for the tip you gave me. It’s very much appreciated!": "Voglio esprimere il mio sincero ringraziamento per la mancia che mi hai dato. È molto apprezzata!",
    "Your team is a great motivation for me to continue delivering excellent service. Thank you!": "Il tuo team è una grande motivazione per me per continuare a offrire un servizio eccellente. Grazie!",
    "Thanks for choosing my services and for the tip. I’m glad I could assist you!": "Grazie per aver scelto i miei servizi e per la mancia. Sono felice di poterti aiutare!",
    "Join Existing Team": "Unisciti a un team esistente",
    "Join another team": "Unisciti a un altro team",
    "Please login into individual account to give tip": "Effettua il login nell'account individuale per lasciare la mancia",
    "OTP resent to your given phone number.": "OTP rinviato al tuo numero di telefono fornito.",
    "Please enter the OTP sent via SMS and/or Email": "Inserisci il codice OTP inviato tramite SMS e/o e-mail",
    "A new update is available!": "È disponibile un nuovo aggiornamento!",
  "Update Easytipping app to get the latest version.": "Aggiorna l'app Easytipping per ottenere l'ultima versione.",
  "Select Dates": "Seleziona date",
  "From": "Da",
  "To": "A",
  "Transaction History": "Cronologia transazioni",
  "Star Rating": "Valutazione a stelle",
  "Transaction ID": "ID transazione",
  "Transaction Date": "Data transazione",
  "Amount": "Importo",

  "Rating": "Valutazione",
  "Date": "Data",
  "Chat": "Chat"
  
  


  }
}
